Repository: jakubgarfield/Bonobo-Git-Server
Catalog: Bonobo.Git.Server/App_GlobalResources/Resources.*.resx
Languages: af_za, cs_cz, da_dk, de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_hk

# Team_Detail_Back
source: Back
af_za: [ßäčĸ !!! !!! !!!]
cs_cz: Zpět na seznam
da_dk: Tilbage
de_de: Zurück zur Liste
es_es: Volver a la lista
fr_fr: Retour à la liste
ja_jp: 戻る
pl_pl: Wstecz
pt_br: Voltar
ru_ru: Обратно к списку
sv_se: Tillbaka till listan
tr_tr: Listeye dön
zh_cn: 返回到列表
zh_hk: 返回

# Team_Detail_Delete
source: Delete
af_za: [Đęľęŧę !!! !!! !!! !!! !!!]
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
ja_jp: 削除
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
sv_se: Ta bort
tr_tr: Sil
zh_cn: 删除
zh_hk: 刪除

# Team_Detail_Description
source: Description
af_za: [Đęşčřįpŧįőŉ !!! !!!]
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
es_es: Descripción
ja_jp: 詳細
pl_pl: Opis
pt_br: Descrição
ru_ru: Описание
sv_se: Beskrivning
tr_tr: Açıklama
zh_cn: 描述
zh_hk: 描述

# Team_Detail_Edit
source: Edit
af_za: [Ēđįŧ !!! !!! !!!]
cs_cz: Upravit
da_dk: Ændre
de_de: Bearbeiten
es_es: Editar
fr_fr: Éditer
ja_jp: 編集
pl_pl: Edytuj
pt_br: Editar
ru_ru: Редактировать
sv_se: Redigera
tr_tr: Düzenle
zh_cn: 编辑
zh_hk: 編輯

# Team_Detail_Members
source: Members
af_za: [Męmþęřş !!! !!! !!! !!! !!! !!!]
cs_cz: Členové
da_dk: Medlemmer
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
ja_jp: メンバ一覧
pl_pl: Członkowie
pt_br: Membros
ru_ru: Участники
sv_se: Medlemmar
tr_tr: Üyeler
zh_cn: 成员
zh_hk: 成員

# Team_Detail_Name
source: Name
af_za: [Ńämę !!! !!! !!!]
cs_cz: Jméno
da_dk: Navn
es_es: Nombre
fr_fr: Nom
ja_jp: 名前
pl_pl: Nazwa
pt_br: Nome
ru_ru: Имя
sv_se: Namn
tr_tr: Adı
zh_cn: 名称
zh_hk: 名稱

# Team_Detail_Repositories
source: Repositories
af_za: [Ŗępőşįŧőřįęş !!! !!!]
cs_cz: Repozitáře
da_dk: Arkiver
es_es: Repositorios
fr_fr: Dépôts
ja_jp: リポジトリ一覧
pl_pl: Repozytoria
pt_br: Repositórios
ru_ru: Репозитории
sv_se: Repositorier
tr_tr: Depolar
zh_cn: 库
zh_hk: 儲存庫

# Team_Detail_Title
source: Team Detail
af_za: [Ŧęäm Đęŧäįľ !!! !!!]
cs_cz: Detail týmu
da_dk: Gruppedetaljer
es_es: Detalles de Equipo
fr_fr: Détails sur l'équipe
ja_jp: チーム詳細
pl_pl: Szczegóły zespołu
pt_br: Detalhes da Equipe
ru_ru: Подробнее о команде
sv_se: Gruppinformation
tr_tr: Takım Detayı
zh_cn: 团队信息
zh_hk: 團隊資訊

# Team_Edit_Back
source: Back
af_za: [ßäčĸ !!! !!! !!!]
cs_cz: Zpět na seznam
da_dk: Tilbage
de_de: Zurück zur Liste
es_es: Volver a la lista
fr_fr: Retour à la liste
ja_jp: 戻る
pl_pl: Wstecz
pt_br: Voltar
ru_ru: Обратно к списку
sv_se: Tillbaka till listan
tr_tr: Listeye dön
zh_cn: 返回到列表
zh_hk: 返回

# Team_Edit_Failure
source: Team update was unsuccessful. Please correct the errors and try again.
af_za: [Ŧęäm ūpđäŧę ŵäş ūŉşūččęşşƒūľ. Pľęäşę čőřřęčŧ ŧĥę ęřřőřş äŉđ ŧřy äģäįŉ. !!! !!! !!! !!!]
cs_cz: Aktualizace týmu se nezdařila. Opravte chyby a zkuste znovu.
da_dk: Gruppen blev ikke ændret. Ret fejlene og prøv igen.
de_de: Team konnte nicht aktualisiert werden. Bitte korrigieren Sie die Fehler und versuchen es erneut
es_es: No se pudo actualizar el equipo. Por favor corrija los errores e inténtelo de nuevo.
fr_fr: La mise à jour de l'équipe a échoué. S'il vous plaît corriger les erreurs et d'essayer à nouveau.
ja_jp: チームの更新に失敗しました。誤りを訂正して再度実行して下さい。
pl_pl: Nie udało się zaktualizować zespołu. Popraw błędy i spróbuj ponownie.
pt_br: Não foi possível atualizar as informações da equipe. Corrija os erros e tente novamente.
ru_ru: Команду обновить не удалось. Исправьте ошибки и попробуйте еще раз.
sv_se: Kunde inte uppdatera grupp. Vänligen rätta till felen och försök igen.
tr_tr: Takım güncelleme işlemi başarısız. Lütfen hataları düzeltip tekrar deneyin.
zh_cn: 团队更新失败，请更正错误并重试
zh_hk: 團隊更新失敗，請更正錯誤並重試

# Team_Edit_Submit
source: Update
af_za: [Ůpđäŧę !!! !!! !!! !!! !!!]
cs_cz: Uložit
da_dk: Gem
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
ja_jp: 更新
pl_pl: Aktualizuj
pt_br: Atualizar
ru_ru: Обновить
sv_se: Uppdatera
tr_tr: Güncelle
zh_cn: 更新
zh_hk: 更新

# Team_Edit_Title
source: Edit Team
af_za: [Ēđįŧ Ŧęäm !!! !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Upravit tým
da_dk: Ændre gruppe
de_de: Team bearbeiten
es_es: Editar Equipo
fr_fr: Édition de l'équipe
ja_jp: チームを編集
pl_pl: Edytuj zespół
pt_br: Editar Equipe
ru_ru: Редактировать команду
sv_se: Redigera grupp
tr_tr: Takımı Düzenle
zh_cn: 编辑团队
zh_hk: 編輯團隊

# Team_Edit_UpdateSuccess
source: Team was updated successfully.
af_za: [Ŧęäm ŵäş ūpđäŧęđ şūččęşşƒūľľy. !!! !!!]
cs_cz: Tým byl úspěšně uložen.
da_dk: Gruppen blev ændret.
de_de: Team wurde erfolgreich aktualisiert
es_es: El equipo fue actualizado correctamente.
fr_fr: L'équipe a été mise à jour avec succès.
ja_jp: チームを更新しました。
pl_pl: Pomyślnie zaktualizowano zespół.
pt_br: A equipe foi atualizada com sucesso.
ru_ru: Команда была обновлена
sv_se: Gruppen har uppdaterats.
tr_tr: Takım başarıyla güncellendi.
zh_cn: 团队更新成功
zh_hk: 團隊更新成功。

# Team_Index_CreateNew
source: Create new team
af_za: [Cřęäŧę ŉęŵ ŧęäm !!! !!!]
cs_cz: Vytvořit nový tým
da_dk: Opret ny gruppe
de_de: Neues Team erstellen
es_es: Crear nuevo equipo
fr_fr: Créer une nouvelle équipe
ja_jp: 新しいチームの作成
pl_pl: Utwórz nowy zespół
pt_br: Nova Equipe
ru_ru: Добавить команду
sv_se: Skapa ny grupp
tr_tr: Yeni Takım Oluştur
zh_cn: 创建团队
zh_hk: 建立團隊

# Team_Index_Teams
source: Teams
af_za: [Ŧęämş !!! !!! !!! !!!]
cs_cz: Týmy
da_dk: Grupper
es_es: Equipos
fr_fr: Équipes
ja_jp: チーム一覧
pl_pl: Zespoły
pt_br: Equipes
ru_ru: Команды
sv_se: Grupper
tr_tr: Takımlar
zh_cn: 团队
zh_hk: 團隊

# Team_Index_Title
source: Teams
af_za: [Ŧęämş !!! !!! !!! !!!]
cs_cz: Správa týmů
da_dk: Grupper
es_es: Administración de Equipos
fr_fr: Gestion d'équipe
ja_jp: チームの管理
pl_pl: Zespoły
pt_br: Equipes
ru_ru: Управление командами
sv_se: Grupphantering
tr_tr: Takım Yönetimi
zh_cn: 团队管理
zh_hk: 團隊

# Validation_Compare
source: "{0}" and "{1}" must have the same value.
af_za: ["{0}" äŉđ "{1}" mūşŧ ĥävę ŧĥę şämę väľūę. !!! !!!]
cs_cz: "{0}" a "{1}" musí mít stejnou hodnotu.
da_dk: "{0}" og"{1}" skal have samme værdi.
de_de: "{0}" und "{1}" müssen den selben Wert haben
es_es: "{0}" y "{1}" deben tener el mismo valor
fr_fr: "{0}" et "{1}" doivent avoir la même valeur.
ja_jp: "{0}" と "{1}" は同じ値でなければなりません。
pl_pl: "{0}" i "{1}" muszą mieć takie same wartości.
pt_br: "{0}" e "{1}" devem ter o mesmo valor.
ru_ru: "{0}" и "{1}" должны совпадать.
sv_se: "{0}" och "{1}" måste vara lika.
tr_tr: "{0}" ve "{1}" aynı ada sahip olmak zorundadır.
zh_cn: "{0}" 和 "{1}" 必须有相同的值。
zh_hk: "{0}" 和 "{1}" 必須相同。

# Validation_Email
source: "{0}" is not a valid email address.
af_za: ["{0}" įş ŉőŧ ä väľįđ ęmäįľ äđđřęşş. !!! !!!]
cs_cz: "{0}" není platná emailová adresa.
da_dk: "{0}" er ikke en gyldig email.
de_de: "{0}" ist keine gültige Email Adresse
es_es: "{0}" no es una dirección de correo electrónico valida.
fr_fr: "{0}" n'est pas une adresse email valide.
ja_jp: "{0}" は正しいメールアドレスではありません。
pl_pl: "{0}" nie jest poprawnym adresem e-mail.
pt_br: "{0}" não é um endereço de email válido.
ru_ru: "{0}" не является электронной почтой.
sv_se: "{0}" är inte en korrekt e-postadress.
tr_tr: "{0}" geçerli bir e-posta adresi değil.
zh_cn: "{0}" 不是一个有效的电子邮件地址。
zh_hk: "{0}" 不是有效的電郵地址。

# Validation_Required
source: "{0}" is mandatory.
af_za: ["{0}" įş mäŉđäŧőřy. !!! !!!]
cs_cz: "{0}" je povinné.
da_dk: "{0}" er nødvendig.
de_de: "{0}" ist obligatorisch.
es_es: "{0}" es obligatorio.
fr_fr: "{0}" est obligatoire.
ja_jp: "{0}" は必須です。
pl_pl: "{0}" jest wymagane.
pt_br: "{0}" é obrigatório.
ru_ru: "{0}" является обязательным.
sv_se: "{0}" är obligatoriskt.
tr_tr: "{0}" zorunludur.
zh_cn: "{0}" 是必填项。
zh_hk: "{0}" 為必填。

source: Reset
af_za: [Ŗęşęŧ !!! !!! !!! !!!]
da_dk: Nulstil
de_de: Zurücksetzen
es_es: Reinicializar
fr_fr: Réinitialiser
ja_jp: リセット
pt_br: Limpar
ru_ru: Сбросить
sv_se: Återställ
tr_tr: Sıfırla
zh_cn: 重置
zh_hk: 重設

# Settings_Global_DirectoryHint
source: All repositories are stored in this directory.
af_za: [Åľľ řępőşįŧőřįęş äřę şŧőřęđ įŉ ŧĥįş đįřęčŧőřy. !!! !!!]
cs_cz: Adresář, kde jsou uloženy gitové repozitáře.
da_dk: Alle arkiverne er gemt i denne mappe.
de_de: Alle Repositories sind in diesem Verzeichnis gespeichert.
es_es: Todos los repositorios git se almacenan en este directorio.
fr_fr: Tous les dépôts sont stockés dans ce répertoire.
ja_jp: このディレクトリに全てのGitリポジトリが格納されます。
pl_pl: Repozytoria są przechowywane w tym katalogu.
pt_br: Todos os repositórios são armazenados neste diretório.
ru_ru: Все репозитории хранятся в этой папке
sv_se: Alla Gitrepositorierer sparas i den här mappen.
tr_tr: Bu klasörde saklanan bütün git depoları.
zh_cn: 指定库保存的目录位置
zh_hk: 指定所有儲存庫資料的存放目錄

# Validation_FileName
source: "{0}" contains characters that can't be in a file or directory name.
af_za: ["{0}" čőŉŧäįŉş čĥäřäčŧęřş ŧĥäŧ čäŉ'ŧ þę įŉ ä ƒįľę őř đįřęčŧőřy ŉämę. !!! !!! !!! !!!]
cs_cz: "{0}" obsahuje nepovolené znaky pro adresář nebo jméno souboru.
da_dk: "{0}" indeholder tekst der ikke kan være i en mappe eller filnavn.
de_de: "{0}" beinhaltet Zeichen die nicht in einer Datei oder einem Ordner vorkommen dürfen.
es_es: "{0}" contiene caracteres que no pueden estar en el nombre de un directorio.
fr_fr: "{0}" contient des caractères qui ne peuvent pas être dans un nom de fichier ou de répertoire.
ja_jp: "{0}" にはディレクトリに使用できない文字が含まれています。
pl_pl: "{0}" zawiera znaki, których nie może być w nazwie katalogu lub pliku.
pt_br: "{0}" contém caracteres que não podem estar em um arquivo ou nome de diretório.
ru_ru: "{0}" содержит символы, которые не могут быть использованы в названии файла или папки.
sv_se: "{0}" innehåller tecken som inte är tillåtna i fil- och mappnamn.
tr_tr: "{0}" içeriğinde klasörde olamayacak karakterler barındırıyor.
zh_cn: "{0}" 包含不能用于文件路径的字符。
zh_hk: "{0}" 包含不能用於檔案路徑的字元。

# Validation_StringLength
source: "{0}" should be shorter than {1} characters.
af_za: ["{0}" şĥőūľđ þę şĥőřŧęř ŧĥäŉ {1} čĥäřäčŧęřş. !!! !!!]
cs_cz: "{0}" musí obsahove méně než {1} znaků.
da_dk: "{0}" skal være kortere end {1} karaktere.
de_de: "{0}" sollte kürzer als "{1}" Zeichen sein
es_es: "{0}" debe ser mas pequeño de {1} caracteres.
fr_fr: "{0}" doit être inférieur à {1} caractères.
ja_jp: "{0}" は少なくとも {1} 文字必要です。
pl_pl: "{0}" powinno być krótsze niż {1} znaków.
pt_br: "{0}" deve ser menor que {1} caracteres.
ru_ru: "{0}" не может быть меньше чем {1} символов.
sv_se: "{0}" ska vara kortare än {1} tecken.
tr_tr: "{0}" {1} karakterden daha az olmalıdır.
zh_cn: "{0}" 长度不得超过 {1} 字符。
zh_hk: "{0}" 長度不得超過 {1} 字元。

# Account_Create_AccountAlreadyExists
source: Account with this username already exists.
af_za: [Åččőūŉŧ ŵįŧĥ ŧĥįş ūşęřŉämę äľřęäđy ęχįşŧş. !!! !!!]
cs_cz: Uživatel s tímto uživatelským jménem již existuje.
da_dk: En konto med dette brugernavn eksistere allerede.
de_de: Benutzerkonto mit diesem Benutzernamen existiert bereits
fr_fr: Un compte avec ce nom d'utilisateur existe déjà.
ja_jp: このアカウント名は既に使用されています。
pl_pl: Konto o tej nazwie już istnieje
pt_br: Uma conta com este nome já existe.
ru_ru: Учетная запись с таким именем пользователя уже существует.
sv_se: Ett konto med det användarnamnet finns redan.
tr_tr: Kullanıcı zaten sistemde kayıtlı.
zh_cn: 用户名已经被使用
zh_hk: 帳戶名稱已被其他人使用。

# Account_Create_AccountInformation
source: Account information
af_za: [Åččőūŉŧ įŉƒőřmäŧįőŉ !!! !!!]
cs_cz: Informace o uživateli
da_dk: Konto information
de_de: Kontoinformationen
es_es: Información de la cuenta
fr_fr: Informations du compte
ja_jp: アカウント情報
pl_pl: Informacje o koncie
pt_br: Informações da conta
ru_ru: Информация об учетной записи
sv_se: Kontoinformation
tr_tr: Hesap Bilgeleri
zh_cn: 帐户信息
zh_hk: 帳戶資訊

# Account_Create_ConfirmPassword
source: Confirm Password
af_za: [Cőŉƒįřm Päşşŵőřđ !!! !!!]
cs_cz: Potvrdit heslo
da_dk: Bekræft kodeord
de_de: Passwort bestätigen
es_es: Confirmar Contraseña
fr_fr: Confirmer le mot de passe
ja_jp: パスワード(念の為にもう一度)
pl_pl: Potwierdź hasło
pt_br: Confirme sua Senha
ru_ru: Подтвердите пароль
sv_se: Bekräfta lösenord
tr_tr: Şifreyi Onayla
zh_cn: 确认密码
zh_hk: 確認密碼

# Account_Create_Email
source: Email
af_za: [Ēmäįľ !!! !!! !!! !!!]
es_es: Correo electrónico
ja_jp: メール
ru_ru: Электронная почта
sv_se: E-post
tr_tr: E-posta
zh_cn: 电子邮件
zh_hk: 電郵地址

# Account_Create_Name
source: Name
af_za: [Ńämę !!! !!! !!!]
cs_cz: Jméno
da_dk: Navn
es_es: Nombre
fr_fr: Nom
ja_jp: 名前
pl_pl: Nazwa
pt_br: Nome
ru_ru: Имя
sv_se: Namn
tr_tr: Adı
zh_cn: 名
zh_hk: 名

# Account_Create_Password
source: Password
af_za: [Päşşŵőřđ !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Heslo
da_dk: Kodeord
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
pl_pl: Hasło
pt_br: Senha
ru_ru: Пароль
sv_se: Lösenord
tr_tr: Şifre
zh_cn: 密码
zh_hk: 密碼

# Account_Create_Submit
source: Create
af_za: [Cřęäŧę !!! !!! !!! !!! !!!]
cs_cz: Vytvořit
da_dk: Opret konto
de_de: Neues Benutzerkonto erstellen
es_es: Crear nueva cuenta
fr_fr: Créer un nouveau compte
ja_jp: 新しいアカウントを作成
pl_pl: Utwórz
pt_br: Criar
ru_ru: Добавить пользователя
sv_se: Skapa nytt konto
tr_tr: Yeni Hesap Oluştur
zh_cn: 建立新账户
zh_hk: 建立

# Account_Create_Surname
source: Surname
af_za: [Ŝūřŉämę !!! !!! !!! !!! !!! !!!]
cs_cz: Příjmení
da_dk: Efternavn
de_de: Nachname
es_es: Apellido
fr_fr: Surnom
ja_jp: 姓
pl_pl: Nazwisko
pt_br: Sobrenome
ru_ru: Обращение
sv_se: Efternamn
tr_tr: Soyadı
zh_cn: 姓
zh_hk: 姓

# Account_Create_Title
source: Create New Account
af_za: [Cřęäŧę Ńęŵ Åččőūŉŧ !!! !!!]
cs_cz: Vytvořit nového uživatele
da_dk: Opret ny konto
de_de: Neues Benutzerkonto erstellen
es_es: Crear Nueva Cuenta
fr_fr: Créer un nouveau compte
ja_jp: 登録
pl_pl: Utwórz nowe konto
pt_br: Criar Nova Conta
ru_ru: Добавить пользователя
sv_se: Skapa nytt konto
tr_tr: Yeni Hesap Oluştur
zh_cn: 注册
zh_hk: 註冊

# Account_Create_Unsuccessfull
source: Account creation was unsuccessful. Please correct the errors and try again.
af_za: [Åččőūŉŧ čřęäŧįőŉ ŵäş ūŉşūččęşşƒūľ. Pľęäşę čőřřęčŧ ŧĥę ęřřőřş äŉđ ŧřy äģäįŉ. !!! !!! !!! !!! !!!]
cs_cz: Vytvoření nového uživatele se nezdařilo, opravte prosím chyby a zkuste znovu.
da_dk: Kontoen kunne ikke oprettes. Ret informationerne og prøv igen.
de_de: Benutzerkonto konnte nicht erstellt werden. Bitte korrigieren Sie die Fehler und probieren es erneut.
es_es: La cuenta no ha sido creada. Por favor corrija los errores e intente de nuevo.
fr_fr: La création de compte n'a pas abouti. Veuillez corriger les erreurs et essayer à nouveau.
ja_jp: アカウントの作成に失敗しました。再実行するか、システム管理者へ連絡して下さい。
pl_pl: Nie udało się utworzyć konta. Popraw błędy i spróbuj ponownie.
pt_br: Não foi possível criar a conta. Corrija os erros e tente novamente.
ru_ru: Создание учетной записи не удалось. Исправьте ошибки и попробуйте еще раз.
sv_se: Användarkontot kunde inte skapas. Vänliga rätta till felen och försök igen.
tr_tr: Hesap oluşturma başarısız oldu. Hataları düzeltin ve tekrar deneyin.
zh_cn: 创建用户失败，请更正错误并重试
zh_hk: 建立帳戶失敗，請更正錯誤並重試。

# Account_Create_Username
source: Username
af_za: [Ůşęřŉämę !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Uživatelské jméno
da_dk: Brugernavn:
de_de: Benutzername
es_es: Nombre de Usuario
fr_fr: Nom d'utilisateur
ja_jp: ユーザ名
pl_pl: Nazwa użytkownika
pt_br: Nome de Usuário
ru_ru: Имя пользователя
sv_se: Användarnamn
tr_tr: Kullanıcı Adı
zh_cn: 用户名
zh_hk: 帳戶名稱

# Account_Index_Create
source: Create new user
af_za: [Cřęäŧę ŉęŵ ūşęř !!! !!!]
cs_cz: Přidat nového uživatele
da_dk: Opret ny bruger
de_de: Neuen Benutzer erstellen
es_es: Crear nuevo usuario
fr_fr: Créer un nouvel utilisateur
ja_jp: 新しいユーザを作成
pl_pl: Utwórz nowego użytkownika
pt_br: Novo Usuário
ru_ru: Добавить пользователя
sv_se: Skapa ny användare
tr_tr: Yeni kullanıcı oluştur
zh_cn: 创建新用户
zh_hk: 建立新帳戶

# Account_Index_Users
source: Users
af_za: [Ůşęřş !!! !!! !!! !!!]
cs_cz: Uživatelé
da_dk: Brugere
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
ja_jp: ユーザ
pl_pl: Użytkownicy
pt_br: Usuários
ru_ru: Пользователи
sv_se: Användare
tr_tr: Kullanıcılar
zh_cn: 用户
zh_hk: 使用者

# Delete_ConfirmationText
source: Do you really want to delete {0}?
af_za: [Đő yőū řęäľľy ŵäŉŧ ŧő đęľęŧę {0}? !!! !!!]
cs_cz: Opravdu chcete smazat {0}?
da_dk: Vil du slette {0}?
de_de: Wollen Sie "{0}" wirklich löschen?
es_es: ¿Esta seguro de querer eliminar {0}?
fr_fr: Voulez-vous vraiment supprimer {0} ?
ja_jp: {0} を本当に削除しますか？
pl_pl: Czy na pewno chcesz usunąć {0}?
pt_br: Você realmente quer apagar o repositório {0} ?
ru_ru: Вы действительно хотите удалить {0}?
sv_se: Vill du verkligen ta bort {0}?
tr_tr: Gerçekten "{0}" öğesini silmek istediğinizden emin misiniz?
zh_cn: 你真的要删除{0}?
zh_hk: 你真的要刪除 {0} ？

# Account_Create_Success
source: The user was created successfully.
af_za: [Ŧĥę ūşęř ŵäş čřęäŧęđ şūččęşşƒūľľy. !!! !!!]
cs_cz: Uživatel byl úspěšně vytvořen.
da_dk: Bruger blev oprettet.
de_de: Der Benutzer wurde erfolgreich erstellt
es_es: El usuario ha sido creado exitosamente.
fr_fr: L'utilisateur a été créé avec succès.
ja_jp: ユーザを正常しました
pl_pl: Konto zostało pomyślnie utworzone
pt_br: O usuário foi excluído.
ru_ru: Пользователь был успешно создан.
sv_se: Användarkontot har skapats.
tr_tr: Kullanıcı başarıyla sisteme eklendi.
zh_cn: 用户已成功创建
zh_hk: 已成功建立帳戶

# Repository_Tree_Download
source: Download
af_za: [Đőŵŉľőäđ !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Stáhnout soubor
es_es: Descargar archivo
fr_fr: Télécharger
ja_jp: ダウンロード
pl_pl: Pobierz
pt_br: Baixar
ru_ru: Скачать файл
sv_se: Ladda ned fil
tr_tr: Dosyayı indir
zh_cn: 下载文件
zh_hk: 下載

# Settings_Global_AllowAnonymousRegistration
source: Allow anonymous registration
af_za: [Åľľőŵ äŉőŉymőūş řęģįşŧřäŧįőŉ !!! !!!]
cs_cz: Povolit registraci anonymních uživatelů
da_dk: Tillad anonyme at registere sig.
de_de: Erlaube anonyme Registrierung
es_es: Permitir registro anonimo.
fr_fr: Permettre l'enregistrement anonyme
ja_jp: 匿名の登録を許可する
pl_pl: Włącz anonimową rejestrację.
pt_br: Permitir o registo anônimo.
ru_ru: Разрешить анонимную регистрацию
sv_se: Tillåt användarregistrering
tr_tr: Anonim kayda izin ver
zh_cn: 允许匿名注册
zh_hk: 允許匿名註冊

# Settings_Global_AllowAnonymousRegistration_Hint
source: If checkbox is unchecked, only administrators can add new users and anonymous user registration is disabled.
af_za: [Ĩƒ čĥęčĸþőχ įş ūŉčĥęčĸęđ, őŉľy äđmįŉįşŧřäŧőřş čäŉ äđđ ŉęŵ ūşęřş äŉđ äŉőŉymőūş ūşęř řęģįşŧřäŧįőŉ įş đįşäþľęđ. !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Pokud není zaškrtnuto, pouze administrátor může přidávat nové uživatele a možnost registrace anonymních uživatelů je zakázána.
da_dk: Hvis denne ikke er krydset af, er det kun administratorer der kan oprette nye bruger.
de_de: Wenn die Checkbox nicht aktiv ist, können nur Administratoren neue Benutzer hinzufügen und die anonyme Registrierung ist deaktiviert.
es_es: Si la casilla no está marcada sólo administrador puede agregar nuevos usuarios y el registro de usuario anónimo está desactivado.
fr_fr: Si la case n'est pas cochée, seuls les administrateurs peuvent ajouter de nouveaux utilisateurs et l'enregistrement des utilisateurs anonymes est désactivé.
ja_jp: チェックボックスがオフになっている場合は管理者だけが新しいユーザを追加したり匿名ユーザの登録を無効に出来ます。
pl_pl: Jeśli odznaczone, wyłącznie administratorzy mogą dodawać nowych użytkowników, a anonimowa rejestracja jest wyłączona.
pt_br: Se caixa de seleção estiver desmarcada, apenas os administradores podem adicionar novos usuários e o acesso anônimo esta desativado.
ru_ru: Если галочка снята, только администраторы могут добавлять новых пользователей и анонимная регистрация отключена
sv_se: Om kryssrutan är urbockad kan bara administratörer skapa nya användarkonton, och användare kan därmed inte registrera sig själva.
tr_tr: Eğer seçim kutusu seçili değilse sadece sadece yöenticiler yeni kullanıcı ekleyebilirler ve anonim kullanıcı kayıtları devre dışı bırakılır.
zh_cn: 如果复选框未被选中，只有管理员可以添加新用户并禁用​​匿名用户注册
zh_hk: 如果沒有選取，將禁止匿名註冊並只有管理員可以新增用戶。

# Settings_Global_AllowUserRepositoryCreation
source: Allow user repository creation
af_za: [Åľľőŵ ūşęř řępőşįŧőřy čřęäŧįőŉ !!! !!!]
cs_cz: Povolit tvorbu repozitářů uživatelům
da_dk: Tillad brugere at oprette arkiver.
de_de: Erlaubt Benutzern Repositories zu erstellen
es_es: Permitir la creación de repositorios a los usuarios.
fr_fr: Permettre la création de dépôt par l'utilisateur
ja_jp: ユーザリポジトリの作成を許可する
pl_pl: Pozwól użytkownikom na tworzenie repozytoriów
pt_br: Permitir a criação de repositório de usuários
ru_ru: Разрешить пользователям создавать репозитории
sv_se: Tillåt användare att skapa repositorier
tr_tr: Kullanıcıların depo oluşturmasına izin ver
zh_cn: 允许使用者储存库的建立
zh_hk: 允許使用者建立儲存庫

# Settings_Global_AllowUserRepositoryCreation_Hint
source: If checkbox is unchecked, only administrators can create repositories.
af_za: [Ĩƒ čĥęčĸþőχ įş ūŉčĥęčĸęđ, őŉľy äđmįŉįşŧřäŧőřş čäŉ čřęäŧę řępőşįŧőřįęş. !!! !!! !!! !!!]
cs_cz: Pokud není zaškrtnuto, pouze administrátor může vytvářet nové repozitáře.
da_dk: Hvis denne ikke er krydset af, er det kun administratorer der kan oprette arkiver.
de_de: Wenn die Checkbox nicht aktiv ist, können nur Administratoren neue Repositories erstellen
es_es: Si la casilla está marcada sólo el administrador puede crear repositorios.
fr_fr: Si la case n'est pas cochée, seuls les administrateurs peuvent créer des dépôts.
ja_jp: チェックボックスがオフになっている場合は管理者だけがリポジトリを作成出来ます。
pl_pl: Jeśli odznaczone, tylko administratorzy mogą tworzyć repozytoria.
pt_br: Se caixa de seleção estiver desmarcada, apenas os administradores podem criar repositórios.
ru_ru: Если галочка снята, только администраторы могут создавать репозитории.
sv_se: Om kryssrutan är urbockad kan bara administratörer skapa nya repositorier.
tr_tr: Eğer seçim kutusu seçili değilse sadece sadece yöenticiler yeni depo yaratabilirler.
zh_cn: 如果复选框未被选中，只有管理员可以建立资料库
zh_hk: 如果沒有選取，只有管理員可以建立儲存庫

# Delete_Back
source: Back
af_za: [ßäčĸ !!! !!! !!!]
cs_cz: Zpět
da_dk: Tilbage
de_de: Zurück
es_es: Atrás
fr_fr: Retour
ja_jp: 戻る
pl_pl: Wstecz
pt_br: Voltar
ru_ru: Назад
sv_se: Tillbaka
tr_tr: Geri
zh_cn: 返回
zh_hk: 返回

# Delete_Confirm
source: Delete
af_za: [Đęľęŧę !!! !!! !!! !!! !!!]
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
ja_jp: 削除
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
sv_se: Ta bort
tr_tr: Sil
zh_cn: 删除
zh_hk: 刪除

# Delete_Title
source: Delete Confirmation
af_za: [Đęľęŧę Cőŉƒįřmäŧįőŉ !!! !!!]
cs_cz: Potvrzení smazání
da_dk: Bekræft sletning
de_de: Löschen bestätigen
es_es: Confirmación de Eliminación
fr_fr: Confirmation de la suppression
ja_jp: 確認を行わない
pl_pl: Potwierdzenie usunięcia
pt_br: Confirmar Exclusão
ru_ru: Подтвердите удаление
sv_se: Bekräfta borttagning
tr_tr: Silme Onayı
zh_cn: 删除确认
zh_hk: 確認刪除

# Repository_Tree_PreviewNotSupported
source: Preview of this file is not supported.
af_za: [Přęvįęŵ őƒ ŧĥįş ƒįľę įş ŉőŧ şūppőřŧęđ. !!! !!!]
da_dk: Filen kan ikke vises.
de_de: Vorschau der Datei ist nicht unterstützt
es_es: La vista previa de este archivo no esta soportada.
fr_fr: L'aperçu de ce fichier n'est pas pris en charge.
ja_jp: このファイルのプレビューはサポートしていません。
pl_pl: Podgląd pliku nie jest możliwy.
pt_br: Não há suporte para visualização deste arquivo.
ru_ru: Предпросмотр этого типа файлов невозможен
sv_se: Förhandsgranskning av den här filen stöds inte.
tr_tr: Bu dosya için önizleme desteklenmiyor.
zh_cn: 该文件不支持预览
zh_hk: 不支援預覽此文件

# Settings_Global_DefaultLanguage
source: Language
af_za: [Ŀäŉģūäģę !!! !!! !!! !!! !!! !!! !!!]
da_dk: Sprog
de_de: Sprache
es_es: Idioma
fr_fr: Langue
ja_jp: 言語
pl_pl: Język
pt_br: Linguagem
ru_ru: Язык
tr_tr: Dil
zh_cn: 语言
zh_hk: 語言

# Settings_Global_DefaultLanguage_Hint
source: Language set by default in the application.
af_za: [Ŀäŉģūäģę şęŧ þy đęƒäūľŧ įŉ ŧĥę äppľįčäŧįőŉ. !!! !!!]
da_dk: Standard sprog.
de_de: Standardsprache der Anwendung
es_es: Idioma configurado por defecto en la aplicación.
fr_fr: Langue défini par défaut dans l'application.
ja_jp: アプリケーションのデフォルトの言語を設定します。
pl_pl: Domyślny język aplikacji.
pt_br: Idioma definido por padrão no aplicativo.
ru_ru: Язык по умолчанию установленный в приложении
tr_tr: Varsayılan dil.
zh_cn: 应用程序默认的语言设置
zh_hk: 系統預設的語言

# Repository_Detail_Status
source: Status
af_za: [Ŝŧäŧūş !!! !!! !!! !!! !!!]
ja_jp: ステータス
pt_br: Estatus
ru_ru: Статус
tr_tr: Durum
zh_cn: 状态
zh_hk: 狀態
