Repository: jakubgarfield/Bonobo-Git-Server
Catalog: Bonobo.Git.Server/App_GlobalResources/Resources.*.resx
Languages: af_za, cs_cz, da_dk, de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_hk

# Repository_Tree_RawDisplay
source: Raw
af_za: [Ŗäŵ !!! !!!]
da_dk: Rå
ja_jp: 直接参照
pl_pl: Surowy format
tr_tr: Ham
zh_cn: 原始的
zh_hk: 原始檔

# Repository_Tree_Zip
source: Download
af_za: [Đőŵŉľőäđ !!! !!! !!! !!! !!! !!! !!!]
fr_fr: Télécharger
ja_jp: ダウンロード
pl_pl: Pobierz
pt_br: Baixar
ru_ru: Загрузить
tr_tr: İndir
zh_cn: 下载
zh_hk: 下載

# Repository_Commit_Details
source: Details
af_za: [Đęŧäįľş !!! !!! !!! !!! !!! !!!]
da_dk: Detaljer
fr_fr: Détails
ja_jp: 詳細
pl_pl: Szczegóły
pt_br: Detalhes
ru_ru: Подробности
tr_tr: Detaylar
zh_cn: 详细信息
zh_hk: 詳細資料

# Item_NotFound_Text
source: The item you were looking for wasn't found.
af_za: [Ŧĥę įŧęm yőū ŵęřę ľőőĸįŉģ ƒőř ŵäşŉ'ŧ ƒőūŉđ. !!! !!!]
da_dk: Det emne du ledte efter blev ikke fundet.
fr_fr: L'élément que vous cherchez n'a pas été trouvé.
ja_jp: 参照しているアイテムは存在しません。
pl_pl: Nie znaleziono żądanego obiektu.
pt_br: O item que você estava procurando não foi encontrado.
ru_ru: Элемент, который вы искали, не найден.
tr_tr: Aradığınız öğe bulunamadı.
zh_cn: 未能发现你查找的项目
zh_hk: 找不到項目。

source: Confirm
af_za: [Cőŉƒįřm !!! !!! !!! !!! !!! !!!]
da_dk: Bekræft
fr_fr: Confirmer
pl_pl: Zatwierdź
pt_br: Confirme
ru_ru: Подтверждение
tr_tr: Onayla
zh_cn: 确认
zh_hk: 確認

# Home
source: Official Page
af_za: [Øƒƒįčįäľ Päģę !!! !!!]
da_dk: Officiel side
fr_fr: Page officielle
pl_pl: Oficjalna strona
pt_br: Página Oficial
ru_ru: Домашняя страница
tr_tr: Resmi Sayfa
zh_cn: 官方网页
zh_hk: 官方主頁

# Repository_Layout_Clone
source: Clone
af_za: [Cľőŉę !!! !!! !!! !!!]
da_dk: Klon
fr_fr: Cloner
pl_pl: Klonuj
pt_br: Clonar
ru_ru: Клонировать
tr_tr: Klonla
zh_cn: 克隆
zh_hk: 複製

# Repository_Clone_Success
source: Repository was cloned successfully.
af_za: [Ŗępőşįŧőřy ŵäş čľőŉęđ şūččęşşƒūľľy. !!! !!!]
da_dk: Arkivet blev klonet.
fr_fr: Le dépôt a été cloné avec succès.
ja_jp: リポジトリを clone しました。
pl_pl: Klonowanie zakończone sukcesem.
pt_br: Repositório foi clonado com sucesso.
ru_ru: Репозиторий был успешно склонирован.
tr_tr: Depo başarıyla klonlandı.
zh_cn: 克隆库成功
zh_hk: 已成功複製儲存庫。

# Repository_Clone_Title
source: Clone Repository
af_za: [Cľőŉę Ŗępőşįŧőřy !!! !!!]
da_dk: Klon arkiv
fr_fr: Cloner un dépôt
ja_jp: clone リポジトリ
pl_pl: Klonuj repozytorium
pt_br: Clonar Repositório
ru_ru: Клонировать репозиторий
tr_tr: Depoyu klonla
zh_cn: 克隆库
zh_hk: 複製儲存庫

# Repository_Clone_Fail
source: Repository cloning was unsuccessful. Please correct the errors and try again.
af_za: [Ŗępőşįŧőřy čľőŉįŉģ ŵäş ūŉşūččęşşƒūľ. Pľęäşę čőřřęčŧ ŧĥę ęřřőřş äŉđ ŧřy äģäįŉ. !!! !!! !!! !!! !!!]
da_dk: Arkivet kunne ikke klones. Ret fejlen(e) og prøv igen.
fr_fr: Le clonage du dépôt a échoué. Veuillez corriger les erreurs et essayer à nouveau.
ja_jp: リポジトリの clone に失敗しました。再実行するか、システム管理者へ連絡して下さい。
pl_pl: Klonowanie repozytorium nie powiodło się. Popraw błędy i spróbuj ponownie.
pt_br: Não foi possível clonar o repositório. Corrija os erros e tente novamente.
ru_ru: Клонирование репозитория не удалось. Пожалуйста, исправьте ошибки и повторите попытку.
tr_tr: Depo klonlama işlemi başarısız. Lütfen hataları düzeltip tekrar deneyin.
zh_cn: 未能成功克隆库，请修正错误并重试
zh_hk: 複製儲存庫時發生錯誤。請重試或聯繫系統管理員。

# Repository_Clone_Submit
source: Clone
af_za: [Cľőŉę !!! !!! !!! !!!]
da_dk: Klon
fr_fr: Cloner
pl_pl: Klonuj
pt_br: Clonar
ru_ru: Клонировать
tr_tr: Klonla
zh_cn: 克隆
zh_hk: 複製

# Settings_Global_SiteFooterMessage
source: Site Footer Message
af_za: [Ŝįŧę Főőŧęř Męşşäģę !!! !!!]
da_dk: Sidenfodens tekst.
fr_fr: Message de pied de page du site
ja_jp: サイトのフッタメッセージ
pl_pl: Stopka strony
pt_br: Mensagem de rodapé do site
ru_ru: Сообщение в подвале
tr_tr: Site Footer Mesajı
zh_cn: 网站页脚消息
zh_hk: 網站頁尾信息

# Settings_Global_SiteFooterMessage_Hint
source: Message displayed in footer area of site pages.
af_za: [Męşşäģę đįşpľäyęđ įŉ ƒőőŧęř äřęä őƒ şįŧę päģęş. !!! !!! !!!]
da_dk: Teksten vises i sidefoden.
fr_fr: Message affiché dans la zone de pied de page des pages du site.
ja_jp: メッセージはサイトのフッタ部分に表示されます。
pl_pl: Wiadomość wyświetlana w stopce.
pt_br: Mensagem exibida na área de rodapé das páginas do site.
ru_ru: Сообщение,показывающееся в нижней части страниц сайта
tr_tr: Site footer alanında görüntülenecek mesaj.
zh_cn: 消息显示在网站页面的页脚区域
zh_hk: 顯示在網站頁尾區域的文字

# Settings_Global_SiteLogoUrl
source: Site Logo URL
af_za: [Ŝįŧę Ŀőģő ŮŖĿ !!! !!!]
da_dk: Webadresse til sidens logo
fr_fr: URL du logo
ja_jp: サイトロゴのURL
pl_pl: URL logo strony
pt_br: URL Logotipo
ru_ru: Путь к логотипу сайта (URL)
tr_tr: Site logo yolu
zh_cn: 网站标志 URL
zh_hk: 網站標誌圖片網址

# Settings_Global_SiteLogoUrl_Hint
source: URL to a logo to use for the site. Site-relative (~) paths are supported.
af_za: [ŮŖĿ ŧő ä ľőģő ŧő ūşę ƒőř ŧĥę şįŧę. Ŝįŧę-řęľäŧįvę (~) päŧĥş äřę şūppőřŧęđ. !!! !!! !!! !!! !!!]
da_dk: Webadresse til et logo for siden. Der kan bruges relative (~) stier.
fr_fr: URL du logo à utiliser pour le site. Les chemins relatifs (~) sont supportés.
ja_jp: サイトで使用するロゴへのURL。サイトへの相対パス (~) をサポートしています。
pl_pl: Adres obrazka służącego jako logo strony. Ścieżki względne (~) są obsługiwane.
pt_br: URL para um logotipo a ser usado para o site. Os caminhos relativos ao local (~) são suportados.
ru_ru: Путь к логотипу сайта. Поддерживаются относительные пути (~)
tr_tr: Site üzerinde kullanılacak logo yolu. Siteye baz (~) yollar desteklenmektedir.
zh_cn: 用于网站标志的 URL，支持网站相对路径符(~)
zh_hk: 指向網站標誌的網址。支援站台相對路徑 (~) 。

# Settings_Global_SiteTitle
source: Site Title
af_za: [Ŝįŧę Ŧįŧľę !!! !!!]
da_dk: Sidens titel
fr_fr: Titre du site
ja_jp: サイトタイトル
pl_pl: Tytuł strony
pt_br: Título do Site
ru_ru: Заголовок сайта
tr_tr: Site başlığı
zh_cn: 网站标题
zh_hk: 網站標題

# Settings_Global_SiteTitle_Hint
source: Title for this git site.
af_za: [Ŧįŧľę ƒőř ŧĥįş ģįŧ şįŧę. !!! !!!]
da_dk: Titlen for git siden.
fr_fr: Titre pour ce site git
ja_jp: この git サイトのタイトル。
pl_pl: Tytuł tej strony.
pt_br: Título para este site.
ru_ru: Заголовок для сайта
tr_tr: Bu git sunucusu için başlık.
zh_cn: 该 git 网站的标题
zh_hk: 這個 Git 網站的名稱

# Repository_Commit_NoMessageDeclared
source: Not declared
af_za: [Ńőŧ đęčľäřęđ !!! !!!]
da_dk: Ikke defineret
de_de: Keine Nachricht angegeben
fr_fr: Non déclaré
ja_jp: 定義されていません。
pl_pl: Brak wiadomości
pt_br: Não declarado
ru_ru: Не определено
tr_tr: Belirtilmemiş.
zh_cn: 没有声明
zh_hk: 沒有信息

# Repository_Detail_AuditPushUser
source: Audit Pushes
af_za: [Åūđįŧ Pūşĥęş !!! !!!]
da_dk: Tillad Skubbe.
fr_fr: Auditer les push
ja_jp: push の監査
pl_pl: Loguj wgrywanie danych
pt_br: Pushes de Auditoria
ru_ru: Аудит изменений
tr_tr: Push işlemlerini değerlendir.
zh_cn: 审核推送
zh_hk: 推送審核

# Repository_AuditPushUserHint
source: Record user that pushed commits to the server
af_za: [Ŗęčőřđ ūşęř ŧĥäŧ pūşĥęđ čőmmįŧş ŧő ŧĥę şęřvęř !!! !!!]
da_dk: Gem bruger der skubbede en ændring til serveren.
fr_fr: Enregistrer l'utilisateur qui envoi des commits sur le serveur
ja_jp: サーバへ push したユーザを記録する
pl_pl: Zapisuj dane o tym, kto wgrał commity na serwer.
pt_br: Gravar usuário que executou push para o servidor
ru_ru: Пользователь, который отправил данные на сервер
tr_tr: Suncuya bu işlemeleri göndermiş kullanıcıyı kaydet.
zh_cn: 将推送提交的用户记录到服务器上
zh_hk: 記錄推送提交至伺服器的用戶

# Validation_FileName_Regex
source: Only characters, numbers, dots, minus and underscore are allowed for "{0}".
af_za: [Øŉľy čĥäřäčŧęřş, ŉūmþęřş, đőŧş, mįŉūş äŉđ ūŉđęřşčőřę äřę äľľőŵęđ ƒőř "{0}". !!! !!! !!! !!! !!!]
cs_cz: Only characters, numbers, minus and underscore are allowed for "{0}".
da_dk: Kun bogstaver, tal, punktum, minus og bundstreg er tillladt for "{0}".
de_de: Nur Buchstaben, Zahlen, Punkt, Minus und Unterstrich für "{0}" erlaubt.
fr_fr: Seulement les caractères alphanumériques, points, moins et soulignés sont autorisés pour "{0}".
ja_jp: {0} には文字、数字、マイナス記号、アンダースコアが許可されています。
pl_pl: Tylko litery, cyfry, minus i podkreślenie są dozwolone w "{0}".
pt_br: Apenas caracteres, números, pontos, menos e sublinhado são permitidos para "{0}".
ru_ru: Для "{0}" разрешены только буквы, числа, точка, минус и символ подчеркивания.
tr_tr: "{0}" için sadece karakterler, sayılar, eksi işareti ve alt çizgi işareti geçerlidir.
zh_cn: "{0}" 只允许字符、数字、句点、减号和下划线
zh_hk: "{0}" 只允許英文字母，數字，減號和底線

# Repository_History_Title
source: History
af_za: [Ħįşŧőřy !!! !!! !!! !!! !!! !!!]
da_dk: Historie
fr_fr: Historique
ja_jp: 履歴
pt_br: Histórico
ru_ru: История
tr_tr: Geçmiş
zh_cn: 历史
zh_hk: 歷史

# Repository_Tree_History
source: History
af_za: [Ħįşŧőřy !!! !!! !!! !!! !!! !!!]
da_dk: Historie
fr_fr: Historique
ja_jp: 履歴
pt_br: Histórico
ru_ru: История
tr_tr: Geçmiş
zh_cn: 历史
zh_hk: 歷史

# Repository_Commit_AuthorAvatar
source: Avatar
af_za: [Åväŧäř !!! !!! !!! !!! !!!]
ja_jp: アバター
ru_ru: Аватар
zh_cn: 头像
zh_hk: 頭像

# Settings_Global_IsCommitAuthorAvatarVisible
source: Show commit author avatar
af_za: [Ŝĥőŵ čőmmįŧ äūŧĥőř äväŧäř !!! !!!]
da_dk: Vis ændringsavatar ved ændringer.
fr_fr: Afficher l'avatar de l'auteur du commit
ja_jp: コミットユーザのアバターを表示する
pt_br: Mostrar avatar no commit do usuário
ru_ru: Показывать аватар автора коммита
tr_tr: İşlemede bulunan kullanıcının avatarını göster.
zh_cn: 显示提交作者的头像
zh_hk: 顯示提交者頭像

# Repository_Blame_Title
source: Blame
af_za: [ßľämę !!! !!! !!! !!!]
da_dk: Beskylde
tr_tr: Suçla
zh_cn: 归责
zh_hk: 議論

# Repository_Tree_Blame
source: Blame
af_za: [ßľämę !!! !!! !!! !!!]
da_dk: Bebrejde
tr_tr: Suçla
zh_cn: 归责
zh_hk: 議論

# Repository_Tree_Blob
source: Blob
af_za: [ßľőþ !!! !!! !!!]
zh_cn: 二进制大对象
zh_hk: 正常顯示

# Email_PasswordReset_Body
source: <p>A request has been received to reset your password. If you did not initiate the request, then please ignore this email.</p> <p>Please click the following link to reset your password:</p>
af_za: [<p>Å řęqūęşŧ ĥäş þęęŉ řęčęįvęđ ŧő řęşęŧ yőūř päşşŵőřđ. Ĩƒ yőū đįđ ŉőŧ įŉįŧįäŧę ŧĥę řęqūęşŧ, ŧĥęŉ pľęäşę įģŉőřę ŧĥįş ęmäįľ.</p> <p>Pľęäşę čľįčĸ ŧĥę ƒőľľőŵįŉģ ľįŉĸ ŧő řęşęŧ yőūř päşşŵőřđ:</p> !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]
da_dk: <p>En andmoding om at nulstille de kodeord er blevet modtaget. Hvis det ikke var dig, kan du se bort fra denne email.</p> <p>Klik venligst på linket for at nulstille dit kodeord:</p>
fr_fr: <p>Une requête a été reçue pour réinitialiser votre mot de passe. Si vous n'êtes pas l'auteur de cette requête, merci d'ignorer cet email.</p> <p>Veuillez cliquer sur le lien suivant pour réinitialiser votre mot de passe :</p>
ja_jp: <p>パスワードのリセットを受け付けました。 もし要求した覚えがないのであればこのメールは無視して下さい。</p> <p>パスワードをリセットするには以下のリンクをクリックして下さい:</p>
pt_br: <p>Uma solicitação foi recebida para redefinir sua senha. Se você não solicitou a alteração, ignore este e-mail.</p> <p>Clique no link a seguir para redefinir sua senha:</p>
ru_ru: <p>Кто-то, возможно вы, воспользовались функционалом восстановления пароля. Если вы не являетесь инициатором данного запроса - просто проигнорируйте данное письмо.</p> <p>Для возможности восстановления пароля перейдите, пожалуйста, по ссылке:</p>
tr_tr: <p>Şifrenizi sıfırlamak için bir talepte bulunuldu. Eğer bu işlemi siz yapmadıysanız lütfen bu e-postayı görmezden geliniz.</p> <p>Parolanızı sıfırlamak için lütfen bu bağlantıya tıklayınız.:</p>
zh_cn: <p>收到一个重新设置您密码的请求。 如果你没有发起过申请，那么请忽略该电子邮件。</p> <p>请点击下方的链接以重置您的密码：</p>
zh_hk: <p>已收到重設密碼的要求。 如果您沒有提出這個要求，請你忽略此電子郵件。</p> <p>請瀏覽以下鏈接以重設密碼：</p>

# Email_PasswordReset_Title
source: Bonobo - Password Reset Request
af_za: [ßőŉőþő - Päşşŵőřđ Ŗęşęŧ Ŗęqūęşŧ !!! !!!]
da_dk: Bonobo - Nulstilling af kodeord
fr_fr: Bonobo - Requête de réinitialisation de mot de passe
ja_jp: Bonobo - パスワードリセット要求
pt_br: Bonobo Git Server - Redefinição de senha
ru_ru: Bonobo - Запрос на сброс пароля
tr_tr: Parola Sıfırlama İsteği
zh_cn: Bonobo - 密码重置申请
zh_hk: Bonobo - 密碼重設要求

# Home_ForgotPassword_EmailError
source: Unable to send email. Validate SMTP settings.
af_za: [Ůŉäþľę ŧő şęŉđ ęmäįľ. Väľįđäŧę ŜMŦP şęŧŧįŉģş. !!! !!!]
da_dk: Kan ikke sende email. Kontroller SMTP indstillinger.
fr_fr: Impossible d'envoyer l'email. Vérifier les paramètres SMTP.
ja_jp: メールを送信出来ません。SMTP の設定を確認して下さい。
pt_br: Não é possível enviar o e-mail. Verifique as configurações de SMTP.
ru_ru: Произошла ошибка при отправке почты. Проверьте, пожалуйста, настройки SMTP-сервера.
tr_tr: E-posta gönderilemedi. SMTP Ayarlarınızı kontrol ediniz.
zh_cn: 无法发送电子邮件，请验证 SMTP 的设置
zh_hk: 無法傳送電子郵件。請確認 SMTP 設定。

# Home_ForgotPassword_EmailSuccess
source: Email sent
af_za: [Ēmäįľ şęŉŧ !!! !!!]
da_dk: Email sendt
fr_fr: Email envoyé
ja_jp: メールを送信しました
pt_br: Email enviado
ru_ru: Письмо отправлено.
tr_tr: E-posta gönderildi.
zh_cn: 电子邮件发送了
zh_hk: 郵件已傳送

# Home_ForgotPassword_Failed
source: Forgotten Password Failed. Please correct errors and try again.
af_za: [Főřģőŧŧęŉ Päşşŵőřđ Fäįľęđ. Pľęäşę čőřřęčŧ ęřřőřş äŉđ ŧřy äģäįŉ. !!! !!! !!! !!!]
da_dk: Glemt kodeord fejlede. Ret fejlene og prøv venligst igen.
fr_fr: Impossible de réinitialiser le mot de passe. Veuillez corriger les erreurs et essayer à nouveau.
ja_jp: パスワードリセット要求に失敗しました。再実行するか、システム管理者へ連絡して下さい。
pt_br: Erro senha esquecida. Por favor, corrija os erros e tente novamente.
ru_ru: Произошла ошибка при восстановлении пароля. Исправьте, пожалуйста, ошибки и попробуйте снова.
tr_tr: Şifremi unuttum başarısız. Lütfen hataları düzeltip tekrar deneyin.
zh_cn: 忘记密码失败，请修正错误并重试
zh_hk: 操作失敗。請改正錯誤，然後重試。

# Home_ForgotPassword_ForgotPassword
source: Forgot Password
af_za: [Főřģőŧ Päşşŵőřđ !!! !!!]
da_dk: Glemt kodeord
fr_fr: Mot de passe oublié
ja_jp: パスワードを忘れた
pt_br: Esqueceu a senha
ru_ru: Восстановить пароль
tr_tr: Şifremi Unuttum
zh_cn: 忘记密码
zh_hk: 忘記密碼

# Home_ForgotPassword_Title
source: Forgotten Password
af_za: [Főřģőŧŧęŉ Päşşŵőřđ !!! !!!]
da_dk: Glemt kodeord
fr_fr: Mot de passe oublié
ja_jp: パスワードを忘れた
pt_br: Esqueceu a sua senha
ru_ru: Восстановление пароля
tr_tr: Şifremi Unuttum
zh_cn: 忘记了密码
zh_hk: 忘記密碼

# Home_ForgotPassword_Username
source: Username
af_za: [Ůşęřŉämę !!! !!! !!! !!! !!! !!! !!!]
da_dk: Brugernavn
fr_fr: Nom d'utilisateur
ja_jp: ユーザ名
pt_br: Usuário
ru_ru: Имя пользователя
tr_tr: Kullanıcı Adı
zh_cn: 用户名
zh_hk: 帳戶名稱

# Home_ForgotPassword_UserNameFailure
source: Could not find username
af_za: [Cőūľđ ŉőŧ ƒįŉđ ūşęřŉämę !!! !!!]
da_dk: Kunne ikke finde en bruger med det brugernavn.
fr_fr: Nom d'utilisateur inconnu
ja_jp: ユーザが見つかりません
pt_br: Não foi possível encontrar o usuário
ru_ru: Пользователь с указанным именем не найден.
tr_tr: Kullanıcı adını bulamıyorum
zh_cn: 未能找到该用户名
zh_hk: 找不到帳戶

# Home_LogOn_ForgotPassword
source: Forgot Password?
af_za: [Főřģőŧ Päşşŵőřđ? !!! !!!]
da_dk: Glemt kodeord?
fr_fr: Mot de passe oublié ?
ja_jp: パスワードを忘れた？
pt_br: Esqueceu a senha?
ru_ru: Восстановить пароль?
tr_tr: Şifremi Unuttum
zh_cn: 忘记密码？
zh_hk: 忘記密碼？

# Home_ResetPassword_ConfirmPassword
source: Confirm Password
af_za: [Cőŉƒįřm Päşşŵőřđ !!! !!!]
da_dk: Bekræft kodeord
fr_fr: Confirmer le mot de passe
ja_jp: パスワードの確認
pt_br: Confirme a senha
ru_ru: Подтвердить пароль
tr_tr: Şifreyi Onayla
zh_cn: 确认密码
zh_hk: 確認密碼

# Home_ResetPassword_Failed
source: Unable to reset password
af_za: [Ůŉäþľę ŧő řęşęŧ päşşŵőřđ !!! !!!]
da_dk: Kunne ikke nulstille kodeord
fr_fr: Impossible de réinitialiser le mot de passe
ja_jp: パスワードをリセット出来ません
pt_br: Não é possível redefinir a senha
ru_ru: Невозможно сбросить пароль
tr_tr: Şifre sıfırlanamıyor.
zh_cn: 无法重置密码
zh_hk: 無法重設密碼

# Home_ResetPassword_Password
source: Password
af_za: [Päşşŵőřđ !!! !!! !!! !!! !!! !!! !!!]
da_dk: Kodeord
fr_fr: Mot de passe
ja_jp: パスワード
pt_br: Senha
ru_ru: Пароль
tr_tr: Şifre
zh_cn: 密码
zh_hk: 新密碼

# Home_ResetPassword_ResetPassword
source: Reset Password
af_za: [Ŗęşęŧ Päşşŵőřđ !!! !!!]
da_dk: Nulstil kodeord
fr_fr: Réinitialiser le mot de passe
ja_jp: パスワードをリセット
pt_br: Redefinição de senha
ru_ru: Сброс пароля
tr_tr: Şifreyi Sıfırla
zh_cn: 重置密码
zh_hk: 重設密碼

# Home_ResetPassword_Success
source: Password reset
af_za: [Päşşŵőřđ řęşęŧ !!! !!!]
da_dk: Kodeord nulstillet.
fr_fr: Mot de passe réinitialisé
ja_jp: パスワードをリセットしました
pt_br: Redefinição de senha
ru_ru: Пароль успешно сброшен
tr_tr: Şifreyi Sıfırla
zh_cn: 密码被重置了
zh_hk: 密碼已重設。

# Home_ResetPassword_Title
source: Reset Password
af_za: [Ŗęşęŧ Päşşŵőřđ !!! !!!]
da_dk: Nulstil kodeord
fr_fr: Réinitialisation du mot de passe
ja_jp: パスワードをリセット
pt_br: Redefinição de senha
ru_ru: Сброс пароля
tr_tr: Şifreyi Sıfırla
zh_cn: 重置密码
zh_hk: 重設密碼

# Home_ResetPassword_Username
source: Username
af_za: [Ůşęřŉämę !!! !!! !!! !!! !!! !!! !!!]
da_dk: Brugernavn
fr_fr: Nom d'utilisateur
ja_jp: ユーザ名
pt_br: Usuário
ru_ru: Имя пользователя
tr_tr: Kullanıcı Adı
zh_cn: 用户名
zh_hk: 帳戶名稱

# Repository_Detail_Group
source: Group
af_za: [Ğřőūp !!! !!! !!! !!!]
da_dk: Gruppe
fr_fr: Groupe
ja_jp: グループ
pt_br: Grupo
ru_ru: Группа
tr_tr: Grup
zh_cn: 组
zh_hk: 群組

# Repository_Index_SortGroup
source: Sort Group
af_za: [Ŝőřŧ Ğřőūp !!! !!!]
da_dk: Sortere gruppe
fr_fr: Trier les groupes
ja_jp: グループをソート
pt_br: Classificar por Grupo
ru_ru: Сортировать группы
tr_tr: Grupları Sırala
zh_cn: 组排序
zh_hk: 排序群組

# Repository_Detail_Location_Personal
source: Personal URL
af_za: [Pęřşőŉäľ ŮŖĿ !!! !!!]
da_dk: Personlig URL
fr_fr: URL personnelle
ja_jp: 個人の URL
pt_br: URL
ru_ru: Персональный адрес
tr_tr: Kişisel Adres
zh_cn: 个人 URL
zh_hk: 個人化網址

# Settings_Global_AllowPushToCreate
source: Allow push to create repositories
af_za: [Åľľőŵ pūşĥ ŧő čřęäŧę řępőşįŧőřįęş !!! !!!]
fr_fr: Autoriser le push pour la création de dépôt
ru_ru: Разрешить анонимное добавление комитов (push) в репозиторий
tr_tr: Push işlemi ile depo yaratmaya izin ver
zh_cn: 允许推送并建立资料库
zh_hk: 允許透過推送以建立新儲存庫

# Settings_Global_AllowPushToCreate_Hint
source: If checkbox is checked, Administrators can push a new repository
af_za: [Ĩƒ čĥęčĸþőχ įş čĥęčĸęđ, Åđmįŉįşŧřäŧőřş čäŉ pūşĥ ä ŉęŵ řępőşįŧőřy !!! !!! !!! !!!]
fr_fr: Si la case est cochée, les administrateurs peuvent pousser un nouveau dépôt
ru_ru: Если чекбокс установлен, Администратор может создавать новый репозиторий помещая изменения (push)
tr_tr: Eğer seçim kutusu seçili ise Yöneticiler push işlemi ile yeni depo yaratabilirler.
zh_cn: 如果复选框被选中，管理员可以推送一个新的资料库
zh_hk: 如果選取，則管理員可以透過推送來建立新的儲存庫。

# Repository_Detail_Logo_PostedFile
source: Logo (36x36)
af_za: [Ŀőģő (36χ36) !!! !!!]
ja_jp: ロゴ (36x36)
pt_br: Logotipo (36x36)
ru_ru: Логотип (36x36)
zh_cn: 标志 (36x36)
zh_hk: 標誌 (36x36 px)

# Repository_Detail_RemoveLogo
source: Remove logo
af_za: [Ŗęmővę ľőģő !!! !!!]
da_dk: Fjern logo
fr_fr: Supprimer le logo
ja_jp: ロゴを削除
pt_br: Remover logotipo
ru_ru: Удалить логотип
tr_tr: Logoyu kaldır
zh_cn: 移除标志
zh_hk: 刪除標誌

# Settings_Global_LinksRegex
source: Link Regex
af_za: [Ŀįŉĸ Ŗęģęχ !!! !!!]
fr_fr: Regex du lien
ja_jp: リンクの正規表現
ru_ru: Регулярное выражение для ссылок
tr_tr: Bağlantı Regex
zh_cn: 链接正则表达式
zh_hk: 鏈結規則運算式

# Settings_Global_LinksUrl
source: Link Url
af_za: [Ŀįŉĸ Ůřľ !!! !!! !!! !!! !!! !!! !!!]
fr_fr: Url du lien
ja_jp: リンクURL
ru_ru: URL адрес для ссылок
tr_tr: Bağlantı Adresi
zh_cn: 链接 URL 地址
zh_hk: 鏈結網址

# Settings_Global_LinksUrl_Hint
source: This uses the C# regex library to parse the provided regex. Capturing groups are supported. The pattern is {0} for the whole regex match. {1} onwards is each capturing group. The regular C# string formatting rules apply: To get {} in your link you need to write {{}}.
af_za: [Ŧĥįş ūşęş ŧĥę C# řęģęχ ľįþřäřy ŧő päřşę ŧĥę přővįđęđ řęģęχ. Cäpŧūřįŉģ ģřőūpş äřę şūppőřŧęđ. Ŧĥę päŧŧęřŉ įş {0} ƒőř ŧĥę ŵĥőľę řęģęχ mäŧčĥ. {1} őŉŵäřđş įş ęäčĥ čäpŧūřįŉģ ģřőūp. Ŧĥę řęģūľäřę C# şŧřįŉģ ƒőřmäŧŧįŉģ řūľęş äppľy: Ŧő ģęŧ {} įŉ yőūř ľįŉĸ yőū ŉęęđ ŧő ŵřįŧę {{}}. !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]
pt_br: Isso utiliza a biblioteca regex C# para analisar o regex fornecido. Captura de grupos é suportado. O padrão é {0} para toda a correspondência regex. {1} para cada grupo de captura. As regras regulares de formatação de string C# se aplicam: Para obter {} no seu link, você precisa escrever {{}}.
ru_ru: Эта функция использует C# библиотеку для распознавания введенного регулярного выражения. Также поддерживаются группы поиска. Шаблон {0} используется для всего регулярного выражения. {1} далее для каждой группы поиска. Строка регулярного выражения C# предполагает следующие правила: чтобы получить {} в вашей ссылке, вы должны писать {{}}
tr_tr: Regex sağlamak için C# regex kütüphanesini kullanır. {0} ile bütün yakalama ardından {1} ile her yakalama grubunu seçer.
zh_hk: 這將使用 C# 內建程式庫來解析所提供的規則運算式。支援擷取群組。 樣式 {0} 為整個規則運算式的相符文字。 從 {1} 開始為後續的擷取群組。 註：需使用 C# 的字串格式規則，例如 "{}" 需寫成 "{{}}"。

# Account_Edit_Username
source: Username
af_za: [Ůşęřŉämę !!! !!! !!! !!! !!! !!! !!!]
pt_br: Usuário
ru_ru: Имя пользователя
tr_tr: Kullanıcı Adı
zh_cn: 用户名
zh_hk: 帳戶名稱

# Repository_Create_Success_Go_To
source: Go to "{0}"
af_za: [Ğő ŧő "{0}" !!! !!!]
pt_br: Vai para "{0}"
ru_ru: Перейти в "{0}"
tr_tr: Git "{0}"
zh_cn: 跳转到“{0}”
zh_hk: 跳到 "{0}"

# Repository_Needs_Administrator
source: Repository requires at least one administrator.
af_za: [Ŗępőşįŧőřy řęqūįřęş äŧ ľęäşŧ őŉę äđmįŉįşŧřäŧőř. !!! !!! !!!]
pt_br: Repositório requer pelo menos um administrador.
ru_ru: Репозиторий требует минимум одного администратора
tr_tr: Depo en az 1 yöneticiye ihtiyaç duyuyor.
zh_cn: 资料库最起码需要一位管理员。
zh_hk: 儲存庫需要至少一個管理員。

source: Copy
af_za: [Cőpy !!! !!! !!!]
fr_fr: Copier
pt_br: Copiar
ru_ru: Скопировать
tr_tr: Kopyala
zh_cn: 复制
zh_hk: 複製

# Repository_Git_Url_Copy
source: Copy repository URL
af_za: [Cőpy řępőşįŧőřy ŮŖĿ !!! !!!]
fr_fr: Copier l'URL du dépôt
pt_br: Copiar URL do repositório
ru_ru: Скопировать ссылку на репозиторий
tr_tr: Depo bağlantısını kopyala
zh_cn: 复制资料库 URL 地址
zh_hk: 複製儲存庫網址

# Repository_No_Group
source: No Group
af_za: [Ńő Ğřőūp !!! !!! !!! !!! !!! !!! !!!]
pt_br: Nenhum grupo
ru_ru: Группа отсутствует
tr_tr: Grup yok
zh_cn: 没有分组
zh_hk: 沒有分組

# Repository_Personal_Git_Url_Copy
source: Copy personal repository URL
af_za: [Cőpy pęřşőŉäľ řępőşįŧőřy ŮŖĿ !!! !!!]
fr_fr: Copier l'URL personnelle du dépôt
pt_br: Copiar URL do repositório pessoal
ru_ru: Скопировать персональную ссылку на репозиторий
tr_tr: Kişisel depo bağlantısını kopyala
zh_cn: 复制个人资料库 URL 地址
zh_hk: 複製個人網址

# Repository_Rescan_Directory
source: Rescan directory
af_za: [Ŗęşčäŉ đįřęčŧőřy !!! !!!]
fr_fr: Rafraîchir
pt_br: Escanear diretório
ru_ru: Повторить сканирование папки
tr_tr: Dizini tekrar araştır
zh_cn: 重新扫描目录
zh_hk: 重新掃描目錄

source: Search
af_za: [Ŝęäřčĥ !!! !!! !!! !!! !!!]
fr_fr: Rechercher
pt_br: Procurar
ru_ru: Поиск
tr_tr: Ara
zh_cn: 搜索
zh_hk: 搜尋

# Repository_Go_To_Dropdown
source: Go to repository
af_za: [Ğő ŧő řępőşįŧőřy !!! !!!]
fr_fr: Aller vers
pt_br: Vai para o repositório
ru_ru: Перейти в репозиторий
tr_tr: Depoya git
zh_cn: 调转到资料库
zh_hk: 跳到儲存庫

# Validation_Duplicate_Name
source: This name has already been taken.
af_za: [Ŧĥįş ŉämę ĥäş äľřęäđy þęęŉ ŧäĸęŉ. !!! !!!]
pt_br: Este nome já foi utilizado.
ru_ru: Такое имя уже занято
tr_tr: Bu isim zaten kullanılıyor.
zh_cn: 该名称已经被使用。
zh_hk: 名稱已被使用。

# Repository_Detail_AllowAnonymousPush
source: Anonymous push
af_za: [Åŉőŉymőūş pūşĥ !!! !!!]
fr_fr: Push anonyme
pt_br: Push anônimo
ru_ru: Анонимное помещение кода
tr_tr: Anonim gönderme
zh_cn: 匿名推送
zh_hk: 匿名推送
