Repository: jakubgarfield/Bonobo-Git-Server
Catalog: Bonobo.Git.Server/App_GlobalResources/Resources.*.resx
Languages: af_za, cs_cz, da_dk, de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_hk

# Repository_Detail_No
source: No
af_za: [Ńő !!! !!!]
cs_cz: Ne
da_dk: Nej
de_de: Nein
fr_fr: Non
ja_jp: いいえ
pl_pl: Nie
pt_br: Não
ru_ru: Нет
sv_se: Nej
tr_tr: Hayır
zh_cn: 否
zh_hk: 否

# Repository_Detail_Teams
source: Teams
af_za: [Ŧęämş !!! !!! !!! !!!]
cs_cz: Týmy
da_dk: Grupper
es_es: Equipos
fr_fr: Équipes
ja_jp: チーム一覧
pl_pl: Zespoły
pt_br: Equipes
ru_ru: Команды
sv_se: Grupper
tr_tr: Takımlar
zh_cn: 团队
zh_hk: 團隊

# Repository_Detail_Title
source: Repository Detail
af_za: [Ŗępőşįŧőřy Đęŧäįľ !!! !!!]
cs_cz: Detail repozitáře
da_dk: Arkivdetaljer
es_es: Detalles del Repositorio
fr_fr: Détails du dépôt
ja_jp: リポジトリ詳細
pl_pl: Szczegóły repozytorium
pt_br: Detalhes do Repositório
ru_ru: Подробнее о репозитории
sv_se: Detaljer för repositorium
tr_tr: Depo Detayı
zh_cn: 库详细信息
zh_hk: 儲存庫資訊

# Repository_Detail_Users
source: Contributors
af_za: [Cőŉŧřįþūŧőřş !!! !!!]
cs_cz: Přispěvovatelé
da_dk: Brugere
de_de: Beitragende
es_es: Colaboradores
fr_fr: Contributeurs
ja_jp: コントリビュータ一覧
pl_pl: Użytkownicy wnoszący wkład
pt_br: Contribuidores
ru_ru: Разработчики
sv_se: Användare
tr_tr: Destekçiler
zh_cn: 贡献者
zh_hk: 貢獻者

# Repository_Detail_Yes
source: Yes
af_za: [Ÿęş !!! !!!]
cs_cz: Ano
da_dk: Ja
de_de: Ja
es_es: Si
fr_fr: Oui
ja_jp: はい
pl_pl: Tak
pt_br: Sim
ru_ru: Да
sv_se: Ja
tr_tr: Evet
zh_cn: 是
zh_hk: 是

# Repository_Edit_Back
source: Back
af_za: [ßäčĸ !!! !!! !!!]
cs_cz: Zpět na seznam
da_dk: Tilbage
de_de: Zurück zur Liste
es_es: Volver a la lista
fr_fr: Retour à la liste
ja_jp: 戻る
pl_pl: Wstecz
pt_br: Voltar
ru_ru: Назад
sv_se: Tillbaka till listan
tr_tr: Listeye dön
zh_cn: 返回到列表
zh_hk: 返回

# Repository_Edit_CantRemoveYourself
source: You can't remove yourself from administrators.
af_za: [Ÿőū čäŉ'ŧ řęmővę yőūřşęľƒ ƒřőm äđmįŉįşŧřäŧőřş. !!! !!!]
cs_cz: Nemůžete se odebrat z administrátorů.
da_dk: Du kan ikke fjerne dig selv fra administratorer.
de_de: Sie können sich nicht selbst von der Administratoren-Gruppe entfernen.
es_es: No puede darse de baja de los administradores.
fr_fr: Vous ne pouvez pas vous retirer des administrateurs.
ja_jp: 管理者一覧から現行ユーザは削除出来ません。
pl_pl: Nie możesz odebrać praw administratora samemu sobie
pt_br: Você não pode remover-se de administradores.
ru_ru: Вы не можете удалить сами себя из Администраторов
sv_se: Du kan inte ta bort dig själv från administratörer.
tr_tr: Yöneticiler grubundan kendinizi kaldıramazsınız.
zh_cn: 你不能将自己从管理组中删除。
zh_hk: 你不能將自己從管理群組中移除。

# Repository_Edit_Fail
source: Repository update was unsuccessful. Please correct the errors and try again.
af_za: [Ŗępőşįŧőřy ūpđäŧę ŵäş ūŉşūččęşşƒūľ. Pľęäşę čőřřęčŧ ŧĥę ęřřőřş äŉđ ŧřy äģäįŉ. !!! !!! !!! !!! !!!]
cs_cz: Upráva repozitáře se nezdařila. Opravte chyby a zkuste znovu.
da_dk: Arkivet kunne ikke ændres. Ret fejlene og prøv igen.
de_de: Repository Aktualisierung war nicht erfolgreich. Bitte korrigieren und versuchen Sie es erneut.
es_es: La actualización del repositorio no tuvo éxito. Por favor, corrija los errores e inténtelo de nuevo.
fr_fr: La mise à jour du dépôt a échoué. S'il vous plaît corriger les erreurs et d'essayer à nouveau.
ja_jp: リポジトリの更新に失敗しました。誤りを訂正して再実行して下さい。
pl_pl: Nie udało się zaktualizować repozytorium. Popraw błędy i spróbuj ponownie.
pt_br: Não foi possível atualizar o repositório. Corrija os erros e tente novamente.
ru_ru: Репозиторий обновить не удалось. Исправьте ошибки и попробуйте еще раз.
sv_se: Kunde inte uppdatera repositorium. Vänligen rätta till felen och försök igen.
tr_tr: Depo güncelleme başarısız oldu.Hataları düzeltin ve tekrar deneyin.
zh_cn: 库更新失败，请更正错误并重试。
zh_hk: 儲存庫更新失敗，請更正錯誤並重試。

# Repository_Edit_Submit
source: Save
af_za: [Ŝävę !!! !!! !!!]
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
ja_jp: 保存
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
sv_se: Spara
tr_tr: Kaydet
zh_cn: 保存
zh_hk: 儲存

# Repository_Edit_Title
source: Edit Repository
af_za: [Ēđįŧ Ŗępőşįŧőřy !!! !!!]
cs_cz: Upravit repozitář
da_dk: Ændre arkiv
de_de: Repository bearbeiten
es_es: Editar Repositorio
fr_fr: Editer le dépôt
ja_jp: リポジトリを編集
pl_pl: Edytuj repozytorium
pt_br: Editar Repositório
ru_ru: Редактировать репозиторий
sv_se: Redigera repositorium
tr_tr: Depo Düzenle
zh_cn: 编辑库
zh_hk: 編輯儲存庫

# Repository_Edit_UpdateSuccess
source: Repository was updated successfully.
af_za: [Ŗępőşįŧőřy ŵäş ūpđäŧęđ şūččęşşƒūľľy. !!! !!!]
cs_cz: Úprava repozitáře proběhla úspěšně.
da_dk: Arkivet blev ændret.
de_de: Repository wurde erfolgreich aktualisiert
es_es: El Repositorio fue actualizado correctamente.
fr_fr: Le dépôt a été mis à jour.
ja_jp: リポジトリを更新しました。
pl_pl: Repozytorium zaktualizowane pomyślnie.
pt_br: Repositório foi atualizado com sucesso.
ru_ru: Репозиторий был успешно обновлен
sv_se: Repositoriet har uppdaterats.
tr_tr: Depo başarıyla güncellendi.
zh_cn: 库信息成功更新。
zh_hk: 儲存庫資訊更新成功。

# Repository_Index_AdministratedRepositories
source: Administered Repositories
af_za: [Åđmįŉįşŧęřęđ Ŗępőşįŧőřįęş !!! !!!]
cs_cz: Administrované repozitáře
da_dk: Administeret arkiver
de_de: Administriertes Repository
es_es: Repositorios administrados
fr_fr: Dépôts administrés
ja_jp: 管理者権限のリポジトリ一覧
pl_pl: Administrowane repozytoria
pt_br: Repositórios Administrados
ru_ru: Администрируемые репозитории
sv_se: Administrerade repositorier
tr_tr: Yönetilen Depolar
zh_cn: 管理的库
zh_hk: 管理的儲存庫

# Repository_Index_AllRepositories
source: All Repositories
af_za: [Åľľ Ŗępőşįŧőřįęş !!! !!!]
cs_cz: Všechny repozitáře
da_dk: Alle arkiver
de_de: Alle Repositories
es_es: Todos los Repositorios
fr_fr: Tous les dépôts
ja_jp: 全てのリポジトリ
pl_pl: Wszystkie repozytoria
pt_br: Todos os repositórios
ru_ru: Все репозитории
sv_se: Alla repositorier
tr_tr: Tüm Depolar
zh_cn: 所有库
zh_hk: 所有儲存庫

# Repository_Index_CreateNew
source: Create new repository
af_za: [Cřęäŧę ŉęŵ řępőşįŧőřy !!! !!!]
cs_cz: Vytvořit nový repozitář
da_dk: Opret nyt arkiv
de_de: Neues Repository erstellen
es_es: Crear nuevo repositorio
fr_fr: Créer un nouveau dépôt
ja_jp: 新しいリポジリーを作成
pl_pl: Utwórz nowe repozytorium
pt_br: Novo Repositório
ru_ru: Создать новый
sv_se: Skapa nytt repositorium
tr_tr: Yeni Depo Oluştur
zh_cn: 创建新库
zh_hk: 建立新儲存庫

# Repository_Index_No
source: No
af_za: [Ńő !!! !!!]
cs_cz: Ne
da_dk: Nej
de_de: Nein
fr_fr: Non
ja_jp: いいえ
pl_pl: Nie
pt_br: Não
ru_ru: Нет
sv_se: Nej
tr_tr: Hayır
zh_cn: 否
zh_hk: 否

# Repository_Index_Repositories
source: Repositories
af_za: [Ŗępőşįŧőřįęş !!! !!!]
cs_cz: Repozitáře
da_dk: Arkiver
es_es: Repositorios
fr_fr: Dépôts
ja_jp: リポジトリ一覧
pl_pl: Repozytoria
pt_br: Repositórios
ru_ru: Репозитории
sv_se: Repositorier
tr_tr: Depolar
zh_cn: 库
zh_hk: 儲存庫

# Repository_Index_Title
source: Repositories
af_za: [Ŗępőşįŧőřįęş !!! !!!]
cs_cz: Správa repozitářů
da_dk: Arkiver
de_de: Repository Verwaltung
es_es: Administración de Repositorios
fr_fr: Gestion de dépôt
ja_jp: リポジトリの管理
pl_pl: Repozytoria
pt_br: Repositórios
ru_ru: Управление репозиториями
sv_se: Hantera repositorier
tr_tr: Depo Yönetimi
zh_cn: 库管理
zh_hk: 儲存庫

# Repository_Index_Yes
source: Yes
af_za: [Ÿęş !!! !!!]
cs_cz: Ano
da_dk: Ja
de_de: Ja
es_es: Si
fr_fr: Oui
ja_jp: はい
pl_pl: Tak
pt_br: Sim
ru_ru: Да
sv_se: Ja
tr_tr: Evet
zh_cn: 是
zh_hk: 是

# Repository_Layout_Browse
source: Repository Browser
af_za: [Ŗępőşįŧőřy ßřőŵşęř !!! !!!]
cs_cz: Procházení repozitářem
da_dk: Gennemse arkiv
es_es: Explorador de Repositorios
fr_fr: Navigateur de dépôt
ja_jp: リポジトリブラウザ
pl_pl: Przeglądarka repozytorium
pt_br: Arquivos
ru_ru: Просмотр репозитория
sv_se: Bläddra i repositorium
tr_tr: Depo Tarayıcı
zh_cn: 浏览库
zh_hk: 瀏覽儲存庫

# Repository_Layout_Commits
source: Commits
af_za: [Cőmmįŧş !!! !!! !!! !!! !!! !!!]
cs_cz: Commity
da_dk: Ændringer
es_es: Cambios
ja_jp: コミット
pl_pl: Commity
pt_br: Publicações
ru_ru: Комиты
sv_se: Incheckningar
tr_tr: İşlemler
zh_cn: 提交
zh_hk: 提交

# Repository_SwitchBranch
source: Switch current branch
af_za: [Ŝŵįŧčĥ čūřřęŉŧ þřäŉčĥ !!! !!!]
cs_cz: Změnit větev
da_dk: Skift gren
de_de: Wechsle zu aktuellem branch
es_es: Cambiar a la rama actual
fr_fr: Basculer sur la branche courante
ja_jp: 現在のブランチを切り替える
pl_pl: Przełącz gałąź
pt_br: Mudar ramo atual
ru_ru: Выбрать другую ветку
sv_se: Byt nuvarande gren
tr_tr: Geçerli dala geçin
zh_cn: 切换当前分支
zh_hk: 切換目前分支

# Repository_TeamsHint
source: Teams have access to the repository. They can clone, push or pull and view repository metadata. All users in the team can access this repository.
af_za: [Ŧęämş ĥävę äččęşş ŧő ŧĥę řępőşįŧőřy. Ŧĥęy čäŉ čľőŉę, pūşĥ őř pūľľ äŉđ vįęŵ řępőşįŧőřy męŧäđäŧä. Åľľ ūşęřş įŉ ŧĥę ŧęäm čäŉ äččęşş ŧĥįş řępőşįŧőřy. !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Týmy mají přístup k repozitáři. Mohou provádět akce pull, push a clone a zobrazovat metadata. Všichni uživatelé z týmu mají toto právo.
da_dk: Grupper har adgang til arkivet. De kan klone, trække og skubbe, samt se arkiv meta-information
de_de: Teams haben Zugriff auf das Repository. Sie können clone, push und pull ausführen. Alle Benutzer des Teams haben Zugriff auf das Repository.
es_es: Los equipos tienen acceso al repositorio. Pueden clonar, empujar o obtener el repositorio y ver los metadatosTodos los usuarios de equipo pueden tener acceso a repositorio actual.
fr_fr: Les équipes ont accès au dépôt. Ils peuvent cloner, pousser (push) ou récupérer (pull) et voir les métadonnées du dépôt. Tous les utilisateurs de l'équipe peuvent accéder à ce dépôt.
ja_jp: チームによるリポジトリへのアクセス: チーム内のユーザが push や pull、メタデータの閲覧出来る様になります。
pl_pl: Zespoły mają dostęp do repozytorium. Mogą je klonować, pobierać lub wgrywać dane oraz przeglądać metadane. Wszyscy użytkownicy należący do zespołu mają dostęp do tego repozytorium.
pt_br: As equipes têm acesso ao repositório. Eles podem clonar, executar push ou pull/fetch e exibir os metadados do repositório. Todos os usuários da equipe podem acessar este repositório.
ru_ru: Команды имеют полный доступ к репозиторию. Они также могу изменять метаданные репозитория или удалять его.
sv_se: Grupper som har tillgång till repositoriet. De kan klona, pusha eller hämta repositoriet och se dess metadata. Alla användare i gruppen får tillgång till repositoriet.
tr_tr: Takımların depoya erişimi vardır. Takımlar depoyu indirebilir, kopyalayabilir ve meta bilgisini görüntüleyebilirler. Takıma dahil bütün kullanıcılar geçerli depoya erişebilirler.
zh_cn: 团队成员可以访问当前库，可以更新、提交数据并查看元数据。团队中的所有成员都具有访问的权限。
zh_hk: 團隊成員可以存取當前儲存庫，並可以更新、提交及查看中繼資料。團隊中的所有成員都擁有存取的權限。

# Repository_Tree_Author
source: Author
af_za: [Åūŧĥőř !!! !!! !!! !!! !!!]
cs_cz: Autor
da_dk: Forfatter
es_es: Autor
fr_fr: Auteur
ja_jp: 作者
pl_pl: Autor
pt_br: Autor
ru_ru: Автор
sv_se: Upphovsman
tr_tr: Yazar
zh_cn: 提交人
zh_hk: 提交者

# Repository_Tree_CommitDate
source: Date
af_za: [Đäŧę !!! !!! !!!]
cs_cz: Datum
da_dk: Dato
de_de: Datum
es_es: Fecha
ja_jp: 日付
pl_pl: Data
pt_br: Data
ru_ru: Дата
sv_se: Datum
tr_tr: Tarih
zh_cn: 日期
zh_hk: 日期

# Repository_Tree_CommitMessage
source: Message
af_za: [Męşşäģę !!! !!! !!! !!! !!! !!!]
cs_cz: Zpráva
da_dk: Ændringsbesked
de_de: Nachricht
es_es: Mensaje
ja_jp: メッセージ
pl_pl: Wiadomość
pt_br: Mensagem
ru_ru: Сообщение
sv_se: Kommentar
tr_tr: Mesaj
zh_cn: 信息
zh_hk: 資訊

# Repository_Tree_Name
source: Name
af_za: [Ńämę !!! !!! !!!]
cs_cz: Jméno
da_dk: Navn
es_es: Nombre
fr_fr: Nom
ja_jp: 名前
pl_pl: Nazwa
pt_br: Nome
ru_ru: Имя
sv_se: Namn
tr_tr: Adı
zh_cn: 名称
zh_hk: 名稱

# Repository_Tree_Title
source: Browse Repository
af_za: [ßřőŵşę Ŗępőşįŧőřy !!! !!!]
cs_cz: Procházet
da_dk: Gennemse arkiv
de_de: Repository durchsuchen
es_es: Explorador de Repositorios
fr_fr: Parcourir le dépôt
ja_jp: リポジトリを参照
pl_pl: Przeglądaj repozytorium
pt_br: Pesquisar Repositório
ru_ru: Просмотр репозитория
sv_se: Bläddra i repositorium
tr_tr: Depoyu İncele
zh_cn: 浏览库
zh_hk: 瀏覽儲存庫

# Repository_UsersHint
source: Users have access to the repository. They can clone, push or pull and view repository metadata.
af_za: [Ůşęřş ĥävę äččęşş ŧő ŧĥę řępőşįŧőřy. Ŧĥęy čäŉ čľőŉę, pūşĥ őř pūľľ äŉđ vįęŵ řępőşįŧőřy męŧäđäŧä. !!! !!! !!! !!! !!! !!!]
cs_cz: Uživatelé mají přístup k repozitáři. Mohou provádět akce pull, push a clone a zobrazovat metadata.
da_dk: Bruger har adngag til arkivet. De kan klone, skubbe og trække, samt se arkivets meta-information.
de_de: Benutzer haben Zugriff auf das Repository. Sie können clone, push und pull ausführen.
es_es: Los usuarios tienen acceso al repositorio. Pueden clonar, empujar o obtener el repositorio y ver los metadatos del repositorio.
fr_fr: Les utilisateurs ont accès au dépôt. Ils peuvent cloner, pousser (push) ou récupérer (pull) et voir les métadonnées du dépôt.
ja_jp: ユーザによるリポジトリへのアクセス: リポジトリの close、push、pull、メタデータの閲覧が出来る様になります。
pl_pl: Użytkownicy mają dostęp do repozytorium. Mogą je klonować, pobierać lub wgrywać dane oraz przeglądać metadane.
pt_br: Os usuários têm acesso ao repositório. Eles podem clonar , executar push ou pull/fetch e exibir os metadados do repositório
ru_ru: Пользователи имеют доступ к этому репозиторию. Они могут копировать, редактировать и смотреть метаданные этого репозитория
sv_se: Användare som har tillgång till repositoriet. De kan klona, pusha eller hämta repositoriet och se dess metadata.
tr_tr: Kullanıcıların depoya erişimi vardır. Kullanıcılar depoyu indirebilir, kopyalayabilir ve meta bilgisini görüntüleyebilirler.
zh_cn: 库成员可以访问当前库，可以更新、提交数据并查看元数据。
zh_hk: 儲存庫成員可以存取當前儲存庫，並可以更新、提交資料及查看元資料。

# Settings_Global_AllowAnonymousPush
source: Allow push for anonymous repositories
af_za: [Åľľőŵ pūşĥ ƒőř äŉőŉymőūş řępőşįŧőřįęş !!! !!!]
cs_cz: Umožnit anonymní push
da_dk: Tillad anonyme at skubbe til arkivet.
de_de: Push für anonyme Repositories erlauben
es_es: Permitir a los usuarios anonimos empujar este repositorio.
fr_fr: Autoriser le push pour les dépôts anonymes
ja_jp: 匿名ユーザにリポジトリへの push を許可する
pl_pl: Włącz wgrywanie danych do anonimowych repozytoriów.
pt_br: Permitir realizar push para repositórios anônimos
ru_ru: Разрешить редактирование анонимных репозиториев.
sv_se: Tillåt anonyma användare att pusha till repositorier.
tr_tr: Anonim depoları için gönderilere izin ver
zh_cn: 允许匿名用户提交
zh_hk: 允許匿名提交

# Settings_Global_RepositoryPath
source: Repository Directory
af_za: [Ŗępőşįŧőřy Đįřęčŧőřy !!! !!!]
cs_cz: Adresář s repozitáři
da_dk: Arkivsti
de_de: Repository Verzeichnis
es_es: Directorio de Repositorio
fr_fr: Dossier des dépôts
ja_jp: リポジトリディレクトリ
pl_pl: Katalog repozytoriów
pt_br: Diretório do Repositório
ru_ru: Папка репозитория
sv_se: Sökväg för repositorier
tr_tr: Depo Klasörü
zh_cn: 库目录
zh_hk: 儲存庫目錄

# Settings_Index_Failed
source: Settings update was unsuccessful. Please correct the errors and try again.
af_za: [Ŝęŧŧįŉģş ūpđäŧę ŵäş ūŉşūččęşşƒūľ. Pľęäşę čőřřęčŧ ŧĥę ęřřőřş äŉđ ŧřy äģäįŉ. !!! !!! !!! !!! !!!]
cs_cz: Uložení nastavení se nezdařilo. Opravte chyby a zkuste znovu.
da_dk: Indstillingerne blev ikke gemt. Ret fejl og prøv igen.
de_de: Einstellungen konnten nicht aktualisiert werden. Bitte korrigieren Sie die Fehler und versuchen es erneut.
es_es: La configuración no pudo ser actualizada. Por favor corrija los errores e inténtelo de nuevo.
fr_fr: La mise à jour des paramètres a échoué. S'il vous plaît corriger les erreurs et d'essayer à nouveau.
ja_jp: 設定の更新に失敗しました。誤りを訂正して再実行して下さい。
pl_pl: Nie udało się zaktualizować ustawień. Popraw błędy i spróbuj ponownie.
pt_br: Não foi possível atualizar as configurações. Corrija os erros e tente novamente.
ru_ru: Настройки обновить не удалось. Исправьте ошибки и попробуйте еще раз.
sv_se: Kunde inte uppdatera inställningar. Vänligen rätta till felen och försök igen.
tr_tr: Ayarlar güncellenemedi. Lütfen hataları düzeltip tekrar deneyin.
zh_cn: 配置更新失败，请更正错误并重试。
zh_hk: 設定更新失敗，請更正錯誤並重試。

# Settings_Index_Save
source: Save
af_za: [Ŝävę !!! !!! !!!]
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
ja_jp: 保存
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
sv_se: Spara
tr_tr: Kaydet
zh_cn: 保存
zh_hk: 儲存

# Settings_Index_Title
source: Settings
af_za: [Ŝęŧŧįŉģş !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Globale Einstellungen
es_es: Configuración Global
fr_fr: Paramètres globaux
ja_jp: 全体の設定
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Глобальные настройки
sv_se: Globala inställningar
tr_tr: Genel Ayarlar
zh_cn: 全局设置
zh_hk: 系統設定

# Settings_Index_UpdateSuccess
source: Settings updated successfully.
af_za: [Ŝęŧŧįŉģş ūpđäŧęđ şūččęşşƒūľľy. !!! !!!]
cs_cz: Nastavení bylo úspěšně uloženo.
da_dk: Indstillingerne blev gemt.
de_de: Globale Einstellungen erfolgreich aktualisiert
es_es: La configuración global fue actualizada exitosamente.
fr_fr: Paramètres globaux mis à jour.
ja_jp: 全体の設定を更新しました。
pl_pl: Ustawienia zaktualizowane pomyślnie.
pt_br: Configurações atualizadas com sucesso.
ru_ru: Глобальные настройки успешно изменены
sv_se: De gloaba inställningarna har uppdaterats.
tr_tr: Genel ayarları başarıyla güncellendi.
zh_cn: 全局设置更新成功
zh_hk: 已成功更新設定。

# Settings_RepositoryPathNotExists
source: Selected path does not exist. Please create the folder or choose a different one.
af_za: [Ŝęľęčŧęđ päŧĥ đőęş ŉőŧ ęχįşŧ. Pľęäşę čřęäŧę ŧĥę ƒőľđęř őř čĥőőşę ä đįƒƒęřęŉŧ őŉę. !!! !!! !!! !!! !!!]
cs_cz: Vybraná cesta neexistuje. Vytvořte adresář nebo vyberte jinou cestu.
da_dk: Den valgte sti eksistere ikke. Opret venligst mappen eller vælg en anden.
de_de: Der ausgewählte Pfad existiert nicht. Bitte erstellen Sie den Ordner oder wählen einen anderen Pfad.
es_es: La carpeta seleccionada no existe. Por favor crea la carpeta o selecciona otra distinta.
fr_fr: Le chemin sélectionné n'existe pas. S'il vous plaît créer le dossier ou choisir un chemin différent.
ja_jp: 選択されたパスは存在しません。フォルダを作成するか別のパスを選択して下さい。
pl_pl: Wybrana ścieżka nie istnieje. Utwórz folder lub wybierz inną.
pt_br: Caminho selecionado não existe. Por favor, crie a pasta ou escolha uma pasta diferente.
ru_ru: Выбранного пути не существует. Создайте папку, либо выберете другую
sv_se: Angiven sökväg finns inte. Vänligen skapa mappen eller välj en annan sökväg.
tr_tr: Seçilen adres mevcut değil. Yeni bir klasör oluşturun veya farklı bir adres seçin.
zh_cn: 选择的路径不存在，请更改目录或创建目录。
zh_hk: 指定的路徑不存在，請先建立該目錄或更改路徑。

# Settings_RepositoryPathUnauthorized
source: You don't have privileges to write to the folder. Please choose a different one.
af_za: [Ÿőū đőŉ'ŧ ĥävę přįvįľęģęş ŧő ŵřįŧę ŧő ŧĥę ƒőľđęř. Pľęäşę čĥőőşę ä đįƒƒęřęŉŧ őŉę. !!! !!! !!! !!! !!!]
cs_cz: Nemáte právo zápisu na daný adresář. Vyberte jinou cestu.
da_dk: Du har ikke de nødvendige retigheder til at skrive til denne mappe.
de_de: Sie haben keine Berechtigung in den ausgewählten Ordner zu schreiben. Bitte wählen Sie einen anderen Ordner aus.
es_es: Tú no tienes privilegios suficientes para escribir en esta carpeta. Por favor selecciona otra carpeta.
fr_fr: Vous n'avez pas de privilèges pour écrire dans le dossier sélectionné. S'il vous plaît choisir un chemin différent.
ja_jp: 選択されたフォルダへ書きこむ権限がありません。別のパスを選択して下さい。
pl_pl: Nie masz uprawnień do zapisu w tym folderze. Wybierz inny.
pt_br: Você não tem privilégios para gravar na pasta . Por favor escolha uma diferente.
ru_ru: У Вас нет прав для записи в эту папку, выберете другую.
sv_se: Du saknar behörighet att skriva till den mappen. Vänligen välj en annan sökväg.
tr_tr: Seçili klasöre yazmak için yeterli yetkiye sahip değilsiniz. Lütfen başka bir yol seçiniz.
zh_cn: 你没有对指定路径的写入权限，请选择不同的路径。
zh_hk: 系統沒有足夠權限寫入指定的路徑，請選擇不同的路徑。

# Team_Create_Back
source: Back
af_za: [ßäčĸ !!! !!! !!!]
cs_cz: Zpět na seznam
da_dk: Tilbage
de_de: Zurück zur Liste
es_es: Volver a la lista
fr_fr: Retour à la liste
ja_jp: 戻る
pl_pl: Wstecz
pt_br: Voltar
ru_ru: Назад
sv_se: Tillbaka till listan
tr_tr: Listeye dön
zh_cn: 返回列表。
zh_hk: 返回

# Team_Create_Fail
source: New team creation was unsuccessful. Please correct the errors and try again.
af_za: [Ńęŵ ŧęäm čřęäŧįőŉ ŵäş ūŉşūččęşşƒūľ. Pľęäşę čőřřęčŧ ŧĥę ęřřőřş äŉđ ŧřy äģäįŉ. !!! !!! !!! !!! !!!]
cs_cz: Vytvoření nového týmu se nezdařilo. Opravte chyby a zkuste znovu.
da_dk: Gruppen blev ikke oprettet. Ret fejlene og prøv igen.
de_de: Neues Team erstellen war nicht erfolgreich. Bitte korrigieren und versuchen Sie es erneut.
es_es: El nuevo equipo no pudo ser creado. Por favor corrija los errores e inténtelo de nuevo.
fr_fr: La création de le nouvelle équipe a échoué. S'il vous plaît corriger les erreurs et d'essayer à nouveau.
ja_jp: 新しいチームの作成に失敗しました。誤りを訂正して再実行して下さい。
pl_pl: Utworzenie zespołu nie powiodło się. Popraw błędy i spróbuj ponownie.
pt_br: Não foi possível criar a equipe. Corrija os erros e tente novamente.
ru_ru: Добавить команду не удалось. Исправьте ошибки и попробуйте еще раз.
sv_se: Kunde inte skapa grupp. Vänliga rätta till felen och försök igen.
tr_tr: Yeni takım yaratma işlemi başarısız. Lütfen hataları düzeltip tekrar deneyin.
zh_cn: 团队创建失败，请更正错误并重试。
zh_hk: 團隊建立失敗，請更正錯誤並重試。

# Team_Create_Failure
source: Team with selected name already exists. Team wasn't created.
af_za: [Ŧęäm ŵįŧĥ şęľęčŧęđ ŉämę äľřęäđy ęχįşŧş. Ŧęäm ŵäşŉ'ŧ čřęäŧęđ. !!! !!! !!! !!!]
cs_cz: Tým s tímto jménem již existuje.
da_dk: Der eksistere allerede en gruppe med det valgte navn.
de_de: Team mit ausgewähltem Namen existiert bereits. Team wurde nicht erstellt.
es_es: Ya existe un equipo con ese nombre. El equipo no pudo ser creado.
fr_fr: Une équipe avec le nom choisi existe déjà. L'équipe n'a pas été créée.
ja_jp: 選択された名前のチームは既に存在します。チームを作成出来ませんでした。
pl_pl: Zespół o tej nazwie już istnieje - utworzenie anulowane.
pt_br: A equipe com o nome selecionado já existe. Não foi possível criar a equipe.
ru_ru: Команда с таким именем уже существует, поэтому создать еще одну не удалось.
sv_se: En grupp med samma namn finns redan. Gruppen skapades därför inte.
tr_tr: Seçilen adla sahip bir takım zaten mevcut. Takım yaratılamadı.
zh_cn: 同名团队已存在，未进行创建操作。
zh_hk: 同名團隊已存在，操作尚未執行。

# Team_Create_Submit
source: Save
af_za: [Ŝävę !!! !!! !!!]
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
ja_jp: 保存
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
sv_se: Spara
tr_tr: Kaydet
zh_cn: 保存
zh_hk: 儲存

# Team_Create_Success
source: The team was created successfully.
af_za: [Ŧĥę ŧęäm ŵäş čřęäŧęđ şūččęşşƒūľľy. !!! !!!]
cs_cz: Tým byl úspěšně vytvořen.
da_dk: Gruppen blev oprettet.
de_de: Das Team wurde erfolgreich erstellt
es_es: El equipo fue creado exitosamente.
fr_fr: L'équipe a été créée avec succès.
ja_jp: チームを作成しました。
pl_pl: Pomyślnie utworzono zespół.
pt_br: A equipe foi criada com sucesso.
ru_ru: Команда была успешно создана.
sv_se: Gruppen har skapats.
tr_tr: Ekip tanımı başarıyla oluşturuldu.
zh_cn: 团队已成功创建
zh_hk: 已成功建立團隊。

# Team_Create_TeamInformations
source: Team information
af_za: [Ŧęäm įŉƒőřmäŧįőŉ !!! !!!]
cs_cz: Informace o týmu
da_dk: Gruppeinformationer
de_de: Team Informationen
es_es: Información de Equipos
fr_fr: Informations sur l'équipe
ja_jp: チームの情報
pl_pl: Informacje o zespole
pt_br: Informação da equipe
ru_ru: Информация о команде
sv_se: Gruppinställningar
tr_tr: Takım bilgisi
zh_cn: 团队信息
zh_hk: 團隊資訊

# Team_Create_Title
source: Create New Team
af_za: [Cřęäŧę Ńęŵ Ŧęäm !!! !!!]
cs_cz: Vytvořit nový tým
da_dk: Opret ny gruppe
de_de: Neues Team erstellen
es_es: Crear Nuevo Equipo
fr_fr: Créer une nouvelle équipe
ja_jp: 新しいチームを作成する
pl_pl: Utwórz nowy zespół
pt_br: Criar Nova Equipe
ru_ru: Добавить команду
sv_se: Skapa ny grupp
tr_tr: Yeni Takım Oluştur
zh_cn: 创建团队
zh_hk: 建立團隊

# Team_Delete_Success
source: The team was deleted.
af_za: [Ŧĥę ŧęäm ŵäş đęľęŧęđ. !!! !!!]
cs_cz: Tým byl smazán.
da_dk: Gruppen blev slettet.
de_de: Das Team wurde gelöscht
es_es: El equipo fue eliminado.
fr_fr: L'équipe a été supprimé.
ja_jp: チームを削除しました。
pl_pl: Zespół został usunięty.
pt_br: A equipe foi eliminada.
ru_ru: Команда была удалена.
sv_se: Gruppen har tagits bort.
tr_tr: Takım silindi.
zh_cn: 团队已删除
zh_hk: 團隊已刪除。
