Repository: jakubgarfield/Bonobo-Git-Server
Catalog: Bonobo.Git.Server/App_GlobalResources/Resources.*.resx
Languages: af_za, cs_cz, da_dk, de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_hk

# Account_Delete_DeleteCurrentUser
source: You can't delete yourself.
af_za: [Ÿőū čäŉ'ŧ đęľęŧę yőūřşęľƒ. !!! !!!]
cs_cz: Nemůžete smazat sám sebe.
da_dk: Du kan ikke slette dig selv.
de_de: Sie können sich nicht selbst löschen.
es_es: No puede eliminarse a sí mismo.
fr_fr: Vous ne pouvez pas vous supprimer vous-même.
ja_jp: 現行ユーザは削除出来ません。
pl_pl: Nie można usuwać samego siebie
pt_br: Você não pode excluir-se.
ru_ru: Вы не можете удалить свою учетную запись
sv_se: Du kan inte ta bort dig själv.
tr_tr: Kendinizi silemezsiniz
zh_cn: 你无法删除自己。
zh_hk: 你無法刪除自己。

# Account_Delete_Success
source: The user was deleted.
af_za: [Ŧĥę ūşęř ŵäş đęľęŧęđ. !!! !!!]
cs_cz: Uživatel byl smazán.
da_dk: Brugeren blev slettet.
de_de: Der Benutzer wurde gelöscht
es_es: El usuario no puede ser borrado.
fr_fr: L'utilisateur a été supprimé.
ja_jp: ユーザを削除しました。
pl_pl: Użytkownik został usunięty
pt_br: O usuário foi excluído.
ru_ru: Пользователь был удален.
sv_se: Användaren har tagits bort.
tr_tr: Kullanıcı silindi
zh_cn: 用户已经被删除。
zh_hk: 用戶已經被刪除。

# Account_Detail_Back
source: Back
af_za: [ßäčĸ !!! !!! !!!]
cs_cz: Zpět na seznam
da_dk: Tilbage
de_de: Zurück zur Liste
es_es: Volver a la lista
fr_fr: Retour à la liste
ja_jp: 戻る
pl_pl: Wstecz
pt_br: Voltar
ru_ru: Назад
sv_se: Tillbaka till listan
tr_tr: Listeye dön
zh_cn: 返回到列表
zh_hk: 返回

# Account_Detail_Delete
source: Delete
af_za: [Đęľęŧę !!! !!! !!! !!! !!!]
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
ja_jp: 削除
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
sv_se: Ta bort
tr_tr: Sil
zh_cn: 删除
zh_hk: 刪除

# Account_Detail_Edit
source: Edit
af_za: [Ēđįŧ !!! !!! !!!]
cs_cz: Upravit
da_dk: Ændre
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
ja_jp: 編集
pl_pl: Edytuj
pt_br: Editar
ru_ru: Редактировать
sv_se: Redigera
tr_tr: Düzenle
zh_cn: 编辑
zh_hk: 編輯

# Account_Detail_Email
source: Email
af_za: [Ēmäįľ !!! !!! !!! !!!]
es_es: Correo electrónico
ja_jp: メール
ru_ru: Электронная почта
sv_se: E-post
tr_tr: E-posta
zh_cn: 邮件
zh_hk: 電子郵件

# Account_Detail_Name
source: Name
af_za: [Ńämę !!! !!! !!!]
cs_cz: Jméno
da_dk: Navn
es_es: Nombre
fr_fr: Nom
ja_jp: 名前
pl_pl: Nazwa
pt_br: Nome
ru_ru: Имя
sv_se: Namn
tr_tr: Adı
zh_cn: 名
zh_hk: 名

# Account_Detail_Roles
source: Roles
af_za: [Ŗőľęş !!! !!! !!! !!!]
cs_cz: Role
da_dk: Rettigheder
de_de: Rolle
es_es: Funciones
fr_fr: Rôles
ja_jp: 権限
pl_pl: Role
pt_br: Papel
ru_ru: Роли
sv_se: Roller
tr_tr: Rol
zh_cn: 角色
zh_hk: 角色

# Account_Detail_Surname
source: Surname
af_za: [Ŝūřŉämę !!! !!! !!! !!! !!! !!!]
cs_cz: Příjmení
da_dk: Efternavn
de_de: Nachname
es_es: Apellido
fr_fr: Surnom
ja_jp: 姓
pl_pl: Nazwisko
pt_br: Sobrenome
ru_ru: Обращение
sv_se: Efternamn
tr_tr: Soyadı
zh_cn: 姓
zh_hk: 姓

# Account_Detail_Title
source: User Detail
af_za: [Ůşęř Đęŧäįľ !!! !!!]
cs_cz: Uživatelský profil
da_dk: Brugerdetaljer
de_de: Benutzerinformationen
es_es: Detalles de Usuario
fr_fr: Informations de l'utilisateur
ja_jp: ユーザ詳細
pl_pl: Szczegóły użytkownika
pt_br: Detalhes do Usuário
ru_ru: Информация о пользователе
sv_se: Kontodetaljer
tr_tr: Kullanıcı Detayı
zh_cn: 用户详细信息
zh_hk: 使用者詳細資訊

# Account_Detail_Username
source: Username
af_za: [Ůşęřŉämę !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Uživatelské jméno
da_dk: Brugernavn
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
ja_jp: 使用者名
pl_pl: Nazwa użytkownika
pt_br: Nome de Usuário
ru_ru: Имя пользователя
sv_se: Användarnamn
tr_tr: Kullanıcı Adı
zh_cn: 用户名
zh_hk: 帳戶名稱

# Account_Edit_Back
source: Back
af_za: [ßäčĸ !!! !!! !!!]
cs_cz: Zpět na seznam
da_dk: Tilbage
de_de: Zurück zur Liste
es_es: Volver a la lista
fr_fr: Retour à la liste
ja_jp: 戻る
pl_pl: Wstecz
pt_br: Voltar
ru_ru: Назад
sv_se: Tillbaka till listan
tr_tr: Listeye dön
zh_cn: 返回到列表
zh_hk: 返回

# Account_Edit_Cancel
source: Cancel
af_za: [Cäŉčęľ !!! !!! !!! !!! !!!]
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ja_jp: キャンセル
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
sv_se: Avbryt
tr_tr: Vazgeç
zh_cn: 取消
zh_hk: 取消

# Account_Edit_CannotRemoveYourselfFromAdminRole
source: Can't remove yourself from administrators.
af_za: [Cäŉ'ŧ řęmővę yőūřşęľƒ ƒřőm äđmįŉįşŧřäŧőřş. !!! !!!]
cs_cz: Nemůžete odebrat sám sebe z administrátorů.
da_dk: Du kan ikke fjerne dine egne administratorrettigheder
de_de: Der eigene Benutzer kann nicht von den Administratoren entfernt werden.
es_es: No se puede eliminar a sí mismo de adiministradores.
fr_fr: Vous ne pouvez pas vous retirer des administrateurs.
ja_jp: 管理権限は現行ユーザからは削除出来ません。
pl_pl: Nie można odebrać praw administratora samemu sobie
pt_br: Não foi possível remover-se do grupo Admisnitradores.
ru_ru: Вы не можете удалить сами себя из Администраторов
sv_se: Kan inte ta bort dig själv från administratörer.
tr_tr: Yöneticiler kendini silemez.
zh_cn: 不能把你自己从管理组中去除。
zh_hk: 不能把你自己從管理群組中移除。

# Account_Edit_ConfirmPassword
source: Confirm Password
af_za: [Cőŉƒįřm Päşşŵőřđ !!! !!!]
cs_cz: Potvrdit heslo
da_dk: Bekræft koderord
de_de: Passwort bestätigen
es_es: Confirmar Contraseña
fr_fr: Confirmer le mot de passe
ja_jp: パスワード(念の為にもう一度)
pl_pl: Potwierdź hasło
pt_br: Confirme sua Senha
ru_ru: Подтвердите пароль
sv_se: Bekräfta lösenord
tr_tr: Şifreyi Onayla
zh_cn: 确认密码
zh_hk: 確認密碼

# Account_Edit_CurrentPassword
source: Current Password
af_za: [Cūřřęŉŧ Päşşŵőřđ !!! !!!]
cs_cz: Stávající heslo
da_dk: Nuværende kodeord
de_de: Aktuelles Passwort
es_es: Contraseña Actual
fr_fr: Mot de passe actuel
ja_jp: 現在のパスワード
pl_pl: Obecne hasło
pt_br: Senha Atual
ru_ru: Текущий пароль
sv_se: Nuvarande lösenord
tr_tr: Geçerli Şifre
zh_cn: 当前密码
zh_hk: 舊密碼

# Account_Edit_Email
source: Email
af_za: [Ēmäįľ !!! !!! !!! !!!]
es_es: Correo electrónico
ja_jp: メール
ru_ru: Электронная почта
sv_se: E-post
tr_tr: E-posta
zh_cn: 电子邮件
zh_hk: 電子郵件

# Account_Edit_Name
source: Name
af_za: [Ńämę !!! !!! !!!]
cs_cz: Jméno
da_dk: Navn
es_es: Nombre
fr_fr: Nom
ja_jp: 名前
pl_pl: Nazwa
pt_br: Nome
ru_ru: Имя
sv_se: Namn
tr_tr: Adı
zh_cn: 名
zh_hk: 名

# Account_Edit_NewPassword
source: New Password
af_za: [Ńęŵ Päşşŵőřđ !!! !!!]
cs_cz: Nové heslo
da_dk: Nyt kodeord
de_de: Neues Passwort
es_es: Nueva Contraseña
fr_fr: Nouveau mot de passe
ja_jp: 新しいパスワード
pl_pl: Nowe hasło
pt_br: Nova Senha
ru_ru: Новый пароль
sv_se: Nytt lösenord
tr_tr: Yeni Şifre
zh_cn: 新密码
zh_hk: 新密碼

# Account_Edit_OldPasswordEmpty
source: Current password should not be empty.
af_za: [Cūřřęŉŧ päşşŵőřđ şĥőūľđ ŉőŧ þę ęmpŧy. !!! !!!]
cs_cz: Nove heslo nemůže být prázdné.
da_dk: Nuværende kodeord må ikke være tomt.
de_de: Passwort darf nicht leer sein
es_es: La contraseña actual no debe estar vacía.
fr_fr: Le mot de passe actuel ne doit pas être vide.
ja_jp: 現在のパスワードを入力して下さい。
pl_pl: Obecne hasło nie powinno być puste.
pt_br: Senha atual não pode estar em branco.
ru_ru: Текущий пароль не может быть пустым
sv_se: Du måste fylla i ditt nuvarande lösenord
tr_tr: Şifre boş olamaz
zh_cn: 当前密码不可为空
zh_hk: 舊密碼不能為空白

# Account_Edit_OldPasswordIncorrect
source: Password does not match the current password.
af_za: [Päşşŵőřđ đőęş ŉőŧ mäŧčĥ ŧĥę čūřřęŉŧ päşşŵőřđ. !!! !!!]
cs_cz: Staré heslo je neplatné.
da_dk: Nuværende kodeord er forkert.
de_de: Das Passwort stimmt nicht mit dem aktuellen Passwort überein
es_es: La contraseña no coincide con la contraseña actual.
fr_fr: Le mot de passe ne correspond pas au mot de passe actuel.
ja_jp: パスワードが違います。
pl_pl: Wpisane obecne hasło nie jest poprawne.
pt_br: Senha não coincide com a senha atual.
ru_ru: Пароль не совпадает с текущим
sv_se: Lösenordet stämmer inte överens med det nuvarande.
tr_tr: Şifreniz eşleşmiyor
zh_cn: 当前密码不匹配
zh_hk: 舊密碼不正確

# Account_Edit_Roles
source: Roles
af_za: [Ŗőľęş !!! !!! !!! !!!]
cs_cz: Role
da_dk: Rettigheder
de_de: Rolle
es_es: Funciones
fr_fr: Rôles
ja_jp: 権限
pl_pl: Role
pt_br: Papel
ru_ru: Роли
sv_se: Roller
tr_tr: Roller
zh_cn: 角色
zh_hk: 角色

# Account_Edit_RolesHint
source: Administrators have access to all repositories and are allowed to do all operations with repositories, teams and users.
af_za: [Åđmįŉįşŧřäŧőřş ĥävę äččęşş ŧő äľľ řępőşįŧőřįęş äŉđ äřę äľľőŵęđ ŧő đő äľľ őpęřäŧįőŉş ŵįŧĥ řępőşįŧőřįęş, ŧęämş äŉđ ūşęřş. !!! !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Skupina administrátorů má přístup k všem repozitářům a má přístup ke všem operacím s uživateli, týmy a repozitáři.
da_dk: Administratorer har adgang til alle arkiver og har retighed til ændre alt på arkiver, grupper og brugere.
de_de: Administratoren haben Zugriff auf alle Repositories und die Berechtigung auf alle Operationen auf Repositories, Teams und Benutzer.
es_es: Los administradores tienen acceso a todos los repositorios y se les permite hacer todas las operaciones con los repositorios, los equipos y los usuarios.
fr_fr: Les administrateurs ont accès à tous les dépôts et sont autorisés à faire toutes les opérations avec les dépôts, les équipes et les utilisateurs.
ja_jp: 管理者は全てのリポジトリへのアクセスが可能で、あらゆる操作をリポジトリ、チーム、使用者へ適用出来ます。
pl_pl: Administratorzy mają dostęp do wszystkich repozytoriów i uprawnienia do wykonywania wszystkich operacji na repozytoriach, zespołach i użytkownikach.
pt_br: Os administradores têm acesso a todos os repositórios e estão autorizados a fazer todas as operações com repositórios , equipes e usuários.
ru_ru: Администраторы имеют доступ ко всем репозиториям и им разрешены все операции с репозиториями , командами и пользователями.
sv_se: Administratörer har tillgång till alla repositorier och kan hantera alla repositorier, grupper och användare.
tr_tr: Yöneticilerin bütün kullanıcı, takım ve depolar üzerinde bütün operasyonları gerçekleştirecek yetkileri vardır.
zh_cn: 管理组的成员可以访问所有的库，并可以对库、用户、团队作出任何操作。
zh_hk: 管理成員可以瀏覽所有儲存庫，並可以對儲存庫、用戶及團隊進行任何操作。

# Account_Edit_Submit
source: Save
af_za: [Ŝävę !!! !!! !!!]
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
ja_jp: 保存
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
sv_se: Spara
tr_tr: Kaydet
zh_cn: 保存
zh_hk: 儲存

# Account_Edit_Surname
source: Surname
af_za: [Ŝūřŉämę !!! !!! !!! !!! !!! !!!]
cs_cz: Příjmení
da_dk: Efternavn
de_de: Nachname
es_es: Apellido
fr_fr: Surnom
ja_jp: 姓
pl_pl: Nazwisko
pt_br: Sobrenome
ru_ru: Обращение
sv_se: Efternamn
tr_tr: Soyadı
zh_cn: 姓
zh_hk: 姓

# Account_Edit_Title
source: Edit User Account
af_za: [Ēđįŧ Ůşęř Åččőūŉŧ !!! !!!]
cs_cz: Upravit uživatelský profil
da_dk: Ændre brugerkonto
de_de: Benutzer Konto Editieren
es_es: Editar Cuenta de Usuario
fr_fr: Modifier le compte d'utilisateur
ja_jp: 使用者アカウントの編集
pl_pl: Edytuj konto użytkownika
pt_br: Editar Conta do Usuário
ru_ru: Изменить свойства учетной записи
sv_se: Redigera användarkonto
tr_tr: Kullanıcı Hesabı Düzenle
zh_cn: 编辑用户帐号
zh_hk: 編輯用戶

# Account_Edit_Unsuccessfull
source: Account edit was unsuccessful. Please correct the errors and try again.
af_za: [Åččőūŉŧ ęđįŧ ŵäş ūŉşūččęşşƒūľ. Pľęäşę čőřřęčŧ ŧĥę ęřřőřş äŉđ ŧřy äģäįŉ. !!! !!! !!! !!!]
cs_cz: Úprava uživatele se nezdařila. Opravte chyby a zkuste to znovu.
da_dk: Kunne ikke ændre konto. Ret fejl og prøv igen.
de_de: Benutzerkonto konnte nicht editiert werden. Bitte korrigieren Sie die Fehler und probieren es erneut.
es_es: La edición de la cuenta fue incorrecta. Por favor corrija los errores e inténtelo de nuevo.
fr_fr: La modification de compte n'a pas abouti. Veuillez corriger les erreurs et essayer à nouveau.
ja_jp: アカウントの編集に失敗しました。誤り訂正して再登録して下さい。
pl_pl: Edycja konta nie powiodła się. Popraw błędy i spróbuj ponownie.
pt_br: Não foi possível editar a conta. Corrija os erros e tente novamente.
ru_ru: Редактирование учетной записи не удалось. Исправьте ошибки и попробуйте еще раз.
sv_se: Kunde inte redigera konto. Vänligen rätta till felen och försök igen.
tr_tr: Hesap düzenleme başarısız oldu.Hataları düzeltin ve tekrar deneyin.
zh_cn: 用户编辑失败，请修正错误，再重试。
zh_hk: 用戶編輯失敗，請修正錯誤，再重試。

# Account_Edit_UpdateSuccess
source: The account was updated successfully.
af_za: [Ŧĥę äččőūŉŧ ŵäş ūpđäŧęđ şūččęşşƒūľľy. !!! !!!]
cs_cz: Úprava uživatele proběhla úspěšně.
da_dk: Kontoen blev ændret.
de_de: Das Benutzerkonto wurde erfolgreich aktualisiert
es_es: La cuenta fue actualizada correctamente.
fr_fr: Le compte a été mis à jour.
ja_jp: アカウントを編集しました。
pl_pl: Konto zostało pomyślnie zaktualizowane.
pt_br: A conta foi atualizada com sucesso.
ru_ru: Учетная запись была обновлена.
sv_se: Kontot har uppdaterats.
tr_tr: Hesap başarıyla güncellendi.
zh_cn: 用户已更新
zh_hk: 用戶已更新

# Account_Index_Title
source: Users
af_za: [Ůşęřş !!! !!! !!! !!!]
cs_cz: Uživatelé
da_dk: Brugere
de_de: Benutzer Verwaltung
es_es: Administración de usuario
fr_fr: Gestion des utilisateurs
ja_jp: 使用者の管理
pl_pl: Użytkownicy
pt_br: Usuários
ru_ru: Управление пользователями
sv_se: Användarhantering
tr_tr: Kullanıcı Yönetimi
zh_cn: 用户管理
zh_hk: 使用者

# Grid_Delete
source: Delete
af_za: [Đęľęŧę !!! !!! !!! !!! !!!]
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
ja_jp: 削除
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
sv_se: Ta bort
tr_tr: Sil
zh_cn: 删除
zh_hk: 刪除

# Grid_Edit
source: Edit
af_za: [Ēđįŧ !!! !!! !!!]
cs_cz: Upravit
da_dk: Ændre
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
ja_jp: 編集
pl_pl: Edytuj
pt_br: Editar
ru_ru: Редактировать
sv_se: Redigera
tr_tr: Düzenle
zh_cn: 编辑
zh_hk: 編輯

# Home_About_Thanks
source: Thanks!
cs_cz: Děkuji!
de_de: Danke
es_es: ¡Gracias!
ja_jp: ありがとう！
pt_br: Obrigado!
ru_ru: Спасибо!
sv_se: Tack!
tr_tr: Teşekkürler!
zh_cn: 感谢你！
zh_hk: 感謝你！

# Home_About_Title
source: About
cs_cz: O projektu
de_de: Über
es_es: Accerca de
ja_jp: このソフトウェアについて
pt_br: Sobre
ru_ru: О программе
sv_se: Om
tr_tr: Hakkında
zh_cn: 关于
zh_hk: 關於

# Home_Error_Text
source: An error occurred when processing your request. Please try again or contact the system administrator.
af_za: [Åŉ ęřřőř őččūřřęđ ŵĥęŉ přőčęşşįŉģ yőūř řęqūęşŧ. Pľęäşę ŧřy äģäįŉ őř čőŉŧäčŧ ŧĥę şyşŧęm äđmįŉįşŧřäŧőř. !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Při zpracování došlo k chybě. Zkuste znovu, nebo kontaktujte administrátora, případně autora.
da_dk: Der opstod en fejl under behandling af din anmoding. Prøv igen eller kontakt system administratoren.
de_de: Ein Fehler ist aufgetreten während die Anfrage verarbeitet wurde. Bitte versuchen Sie es später erneut, oder kontaktieren Sie den Administrator.
es_es: Un error desconocido ocurrió durante el proceso de su solicitud. Por favor, inténtelo de nuevo o contacte con el administrador del sistema.
fr_fr: Une erreur s'est produite lors du traitement de votre demande. Veuillez essayer de nouveau ou contactez l'administrateur du système.
ja_jp: リクエストの処理中にエラーが発生しました。再実行するか、システム管理者へ連絡して下さい。
pl_pl: W trakcie przetwarzania zapytania wystąpił błąd. Spróbuj ponownie lub skontaktuj się z administratorem systemu.
pt_br: Ocorreu um erro ao processar seu pedido. Por favor, tente novamente ou contate o administrador do sistema.
ru_ru: Произошла непредвиденная ошибка при обработке запроса. Пожалуйста, попробуйте еще раз или обратитесь к администратору системы
sv_se: Ett oväntat fel inträffade. Vänligen försök igen eller kontakta din systemadministratör.
tr_tr: İsteğinizi işleme esnasında tanımlanmamış bir hata oluştu. Tekrar deneyin veya sistem yöneticinize başvurun.
zh_cn: 处理您的请求的时候发生未指定的错误，请重试或联系系统管理员
zh_hk: 處理請求的時候發生未知的錯誤，請重試或聯繫系統管理員

# Home_Error_Title
source: An Error Occurred
af_za: [Åŉ Ēřřőř Øččūřřęđ !!! !!!]
cs_cz: Při zpracování došlo k chybě
da_dk: Der skete en fejl
de_de: Ein Fehler ist aufgetreten
es_es: Ocurrio un Error
fr_fr: Une erreur s'est produite
ja_jp: エラーが発生しました
pl_pl: Wystąpił błąd
pt_br: Ocorreu um Erro
ru_ru: Произошла ошибка
sv_se: Ett fel inträffade
tr_tr: Bir Hata Oluştu
zh_cn: 发生错误
zh_hk: 發生錯誤

# Home_LogOn_AccountInformation
source: Account Information
af_za: [Åččőūŉŧ Ĩŉƒőřmäŧįőŉ !!! !!!]
cs_cz: Informace o uživateli
da_dk: Konto information
de_de: Benutzerkonto Informationen
es_es: Información de la Cuenta
fr_fr: Informations du compte
ja_jp: アカウント情報
pl_pl: Informacje o koncie
pt_br: Informações da Conta
ru_ru: Информация об учетной записи
sv_se: Kontoinformation
tr_tr: Giriş Bilgileri
zh_cn: 帐号信息
zh_hk: 帳戶資訊

# Home_LogOn_Failed
source: Login was unsuccessful. Please correct the errors and try again.
af_za: [Ŀőģįŉ ŵäş ūŉşūččęşşƒūľ. Pľęäşę čőřřęčŧ ŧĥę ęřřőřş äŉđ ŧřy äģäįŉ. !!! !!! !!! !!!]
cs_cz: Přihlášení se nezdařilo. Opravte chyby a zkuste znovu.
de_de: Anmelden war nicht erfolgreich. Bitte versuchen Sie es erneut
es_es: El Inicio de Sesión fue incorrecto. Por favor corrija los errores e inténtelo de nuevo.
fr_fr: La connexion a échoué. Veuillez corriger les erreurs et essayer à nouveau.
ja_jp: ログインに失敗しました。誤り訂正して再実行して下さい。
pl_pl: Logowanie nie powiodło się. Popraw błędy i spróbuj ponownie.
pt_br: Não foi possível logar. Corrija os erros e tente novamente.
ru_ru: Вход не удался, исправьте ошибки и попробуйте снова
sv_se: Kunde inte logga in. Vänligen rätta till felen och försök igen.
tr_tr: Giriş başarısız oldu.Hataları düzeltin ve tekrar deneyin.
zh_cn: 登录失败，请更正错误并重试。
zh_hk: 登入失敗，請更正錯誤並重試。

# Home_LogOn_LogOn
source: Sign In
af_za: [Ŝįģŉ Ĩŉ !!! !!! !!! !!! !!! !!!]
cs_cz: Přihlásit
da_dk: Log ind
de_de: Anmelden
es_es: Iniciar Sesión
fr_fr: Connexion
ja_jp: ログイン
pl_pl: Zaloguj się
pt_br: Entrar
ru_ru: Вход
sv_se: Logga in
tr_tr: Giriş
zh_cn: 登录
zh_hk: 登入

# Home_LogOn_Password
source: Password
af_za: [Päşşŵőřđ !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Heslo
da_dk: Kodeord
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
pl_pl: Hasło
pt_br: Senha
ru_ru: Пароль
sv_se: Lösenord
tr_tr: Şifre
zh_cn: 密码
zh_hk: 密碼

# Home_LogOn_RememberMe
source: Remember me?
af_za: [Ŗęmęmþęř mę? !!! !!!]
cs_cz: Zapamatovat uživatele
da_dk: Husk mig?
es_es: ¿Recordarme?
fr_fr: Se souvenir de moi ?
ja_jp: ログインユーザを覚えておきますか？
pl_pl: Zapamiętaj mnie
pt_br: Lembre-se de mim?
ru_ru: Запомнить?
sv_se: Kom ihåg mig
tr_tr: Beni hatırla?
zh_cn: 记住我
zh_hk: 記住我

# Home_LogOn_Title
source: Sign In
af_za: [Ŝįģŉ Ĩŉ !!! !!! !!! !!! !!! !!!]
cs_cz: Přihlášení
da_dk: Log ind
de_de: Anmelden
es_es: Iniciar Sesión
fr_fr: Connexion
ja_jp: ログイン
pl_pl: Zaloguj się
pt_br: Entrar
ru_ru: Вход
sv_se: Logga in
tr_tr: Giriş
zh_cn: 登录
zh_hk: 登入

# Home_LogOn_Username
source: Username
af_za: [Ůşęřŉämę !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Uživatelské jméno
da_dk: Brugernavn
de_de: Benutzername
es_es: Nombre de Usuario
fr_fr: Nom d'utilisateur
ja_jp: ユーザ名
pl_pl: Nazwa użytkownika
pt_br: Nome de Usuário
ru_ru: Имя пользователя
sv_se: Användarnamn
tr_tr: Kullanıcı Adı
zh_cn: 用户名
zh_hk: 帳戶名稱

# Home_LogOn_UsernamePasswordIncorrect
source: The username or password provided is incorrect.
af_za: [Ŧĥę ūşęřŉämę őř päşşŵőřđ přővįđęđ įş įŉčőřřęčŧ. !!! !!! !!!]
cs_cz: Zadané uživatelské jméno a heslo je nesprávné.
da_dk: Brugernavnet med kodeord kunne ikke godkendes.
de_de: Der Benutzername oder das Passwort ist nicht korrekt
es_es: El Nombre de Usuario o Contraseña son incorrectos.
fr_fr: Le nom d'utilisateur ou mot de passe n'est pas correct.
ja_jp: ユーザ名またはパスワードが違います。
pl_pl: Niepoprawna nazwa użytkownika lub hasło
pt_br: O nome de usuário ou senha fornecida está incorreta.
ru_ru: Вы ввели неправильные имя пользователя или пароль.
sv_se: Användarnamnet eller lösenordet är felaktigt.
tr_tr: Girilen kullanıcı adı veya şifre hatalı.
zh_cn: 用户名或密码错误
zh_hk: 帳戶名稱或密碼錯誤

# Home_PageNotFound_Text
source: The page you were looking for wasn't found. Please try again or contact the system administrator.
af_za: [Ŧĥę päģę yőū ŵęřę ľőőĸįŉģ ƒőř ŵäşŉ'ŧ ƒőūŉđ. Pľęäşę ŧřy äģäįŉ őř čőŉŧäčŧ ŧĥę şyşŧęm äđmįŉįşŧřäŧőř. !!! !!! !!! !!! !!! !!!]
cs_cz: Stránka nebyla nalezena. Zkuste to prosím znovy nebo konktaktujte administrátora, případně autora.
da_dk: Siden blev ikke fundet. Prøv igen eller kontakt administratoren.
de_de: Die Seite wurde nicht gefunden. Bitte versuchen Sie es erneut oder informieren Sie den Administrator
es_es: La página que buscas no ha podido ser encontrada. Por favor, inténtelo de nuevo o contacte con el administrador del sistema.
fr_fr: La page que vous recherchez n'a pas été trouvée. S'il vous plaît essayer de nouveau ou contactez l'administrateur du système.
ja_jp: 閲覧しようとしているページは存在しません。再実行するか、システム管理者へ連絡して下さい。
pl_pl: Nie znaleziono żądanej strony. Spróbuj ponownie lub skontaktuj się z administratorem systemu.
pt_br: A página que você estava procurando não foi encontrado. Por favor, tente novamente ou contate o administrador do sistema.
ru_ru: Страница, которую вы запрашиваете не найдена. Пожалуйста, попробуйте еще раз или обратитесь к администратору системы
sv_se: Sidan du letade efter kan inte hittas.Vänligen försök igen eller kontakta din systemadministratör.
tr_tr: Aradığınız sayfa bulunamadı. Tekrar deneyin veya sistem yöneticinize başvurun.
zh_cn: 您试图查看的页面没有找到，请重试或联系系统管理员。
zh_hk: 找不到您試圖查看的頁面，請重試或聯繫系統管理員。

# Home_PageNotFound_Title
source: 404 Page Not Found
af_za: [404 Päģę Ńőŧ Főūŉđ !!! !!!]
cs_cz: 404 Stránka nebyla nalezena
da_dk: 404 Siden blev ikke fundet.
es_es: 404 Página No Encontrada
fr_fr: 404 Page non Trouvée
ja_jp: 404 ページが存在しません
pl_pl: 404 Nie znaleziono strony
pt_br: 404 Página não encontrada
ru_ru: 404 страница не найдена
sv_se: 404 Sidan kunde inte hittas
tr_tr: 404 Sayfa Bulunamadı
zh_cn: 404 页面未找到
zh_hk: 404 找不到網頁

# Home_ServerError_Text
source: A server error occurred when processing your request. Please try again or contact the system administrator.
af_za: [Å şęřvęř ęřřőř őččūřřęđ ŵĥęŉ přőčęşşįŉģ yőūř řęqūęşŧ. Pľęäşę ŧřy äģäįŉ őř čőŉŧäčŧ ŧĥę şyşŧęm äđmįŉįşŧřäŧőř. !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Při zpracování došlo k serverové chybě. Zkuste znovu, nebo kontaktujte administrátora, případně autora.
da_dk: Der skete en serverfejl under behandling af din anmodning. Prøv igen eller kontakt system administrator.
de_de: En Server Fehler trat auf während die Anfrage Request verarbeitet wurde. Bitte versuchen Sie es später erneut oder kontaktieren Sie den System Administrator
es_es: Ocurrió un error en el servidor durante el proceso de su solicitud. Por favor, inténtelo de nuevo o contacte con el administrador del sistema.
fr_fr: Une erreur de serveur s'est produite lors du traitement de votre demande. S'il vous plaît essayer de nouveau ou contactez l'administrateur du système.
ja_jp: リクエストの処理中にエラーが発生しました。再実行するか、システム管理者へ連絡して下さい。
pl_pl: W trakcie przetwarzania zapytania wystąpił błąd serwera. Spróbuj ponownie lub skontaktuj się z administratorem systemu.
pt_br: Ocorreu um erro no servidor ao processar seu pedido. Por favor, tente novamente ou contate o administrador do sistema.
ru_ru: При обработке запроса на сервере произошла ошибка. Пожалуйста, попробуйте еще раз или обратитесь к администратору системы
sv_se: Ett serverfel inträffade när din begäran skulle hanteras. Vänligen försök igen eller kontakta din systemadministratör.
tr_tr: İsteğinizi işleme esnasında bir sunucu hatası oluştu. Tekrar deneyin veya sistem yöneticinize başvurun.
zh_cn: 处理您的请求时服务器发生错误，请重试或联系系统管理员
zh_hk: 處理請求時伺服器發生錯誤，請重試或聯繫系統管理員

# Home_ServerError_Title
source: 500 Server Error
af_za: [500 Ŝęřvęř Ēřřőř !!! !!!]
cs_cz: 500 Serverová chyba
da_dk: 500 Server fejl
es_es: 500 Error en el Servidor
fr_fr: 500 Error Serveur
ja_jp: 500 サーバーエラー
pl_pl: 500 Błąd serwera
pt_br: 500 Erro Interno do servidor
ru_ru: 500 ошибка сервера
sv_se: 500 Serverfel
tr_tr: 500 Sununcu Hatası
zh_cn: 500 服务器错误
zh_hk: 500 伺服器錯誤
