Repository: jakubgarfield/Bonobo-Git-Server
Catalog: Bonobo.Git.Server/App_GlobalResources/Resources.*.resx
Languages: af_za, cs_cz, da_dk, de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_hk

# Home_Unauthorized_Text
source: You don't have permission for the selected action or page.
af_za: [Ÿőū đőŉ'ŧ ĥävę pęřmįşşįőŉ ƒőř ŧĥę şęľęčŧęđ äčŧįőŉ őř päģę. !!! !!! !!!]
cs_cz: Nemáte požadovaná oprávnění k dané stránce nebo akci.
da_dk: Du har ikke de nødvendige rettigheder til at se denne side.
de_de: Sie sind nicht berechtigt diese Aktion auszuführen oder diese Seite aufzurufen
es_es: Usted no tiene permisos para realizar esta acción o ver la página seleccionada.
fr_fr: Vous n'avez pas la permission pour l'action ou la page sélectionnée.
ja_jp: 選択した操作またはページへの権限がありません。
pl_pl: Nie masz uprawnień do wybranej czynności lub strony
pt_br: Você não tem permissão para a ação ou a página selecionada.
ru_ru: У Вас недостаточно прав для совершения этого действия
sv_se: Du har inte behörighet för sidan eller åtgärden.
tr_tr: Yapılacak eylem veya görüntülemek isteğiniz sayfa için yerekli yetkiniz yok.
zh_cn: 您没有权限操作对应的页面或功能。
zh_hk: 您沒有權限操作該頁面或功能。

# Home_Unauthorized_Title
source: Unauthorized
af_za: [Ůŉäūŧĥőřįžęđ !!! !!!]
cs_cz: Nedostatečná oprávnění
da_dk: Manglende rettigheder
de_de: Nicht autorisiert
es_es: No Autorizado
fr_fr: Non autorisé
ja_jp: 承認拒否
pl_pl: Brak uprawnień
pt_br: Não Autorizado
ru_ru: Вход не выполнен
sv_se: Obehörig
tr_tr: Yetkisiz
zh_cn: 未授权
zh_hk: 未授權

# Item_NotFound
source: Item wasn't found
af_za: [Ĩŧęm ŵäşŉ'ŧ ƒőūŉđ !!! !!!]
cs_cz: Položka nebyla nalezena
da_dk: Emnet blev ikke fundet.
de_de: Item wurde nicht gefunden
es_es: El Artículo no fue encontrado
fr_fr: L'élément n'a pas été trouvé
ja_jp: 見つかりません
pl_pl: Nie znaleziono obiektu
pt_br: O item não foi encontrado
ru_ru: Элемент не найден
sv_se: Vi kunde inte hitta det vi letade efter
tr_tr: Öğe bulunamadı
zh_cn: 项目未找到
zh_hk: 找不到項目

# Layout_About
source: About
af_za: [Åþőūŧ !!! !!! !!! !!!]
cs_cz: O projektu
da_dk: Om
de_de: Über
es_es: Acerca de
fr_fr: À propos
ja_jp: このソフトウェアについて
pl_pl: Informacje
pt_br: Sobre
ru_ru: О системе.
sv_se: Om
tr_tr: Hakkında
zh_cn: 关于
zh_hk: 關於

# Layout_AccountSettings
source: Account Settings
af_za: [Åččőūŉŧ Ŝęŧŧįŉģş !!! !!!]
cs_cz: Nastavení účtu
da_dk: Kontoindstillinger
de_de: Benutzerkonto Einstellungen
es_es: Información de la cuenta
fr_fr: Paramètres du compte
ja_jp: アカウントの設定
pl_pl: Ustawienia konta
pt_br: Configurações da Conta
ru_ru: Настройки учетной записи
sv_se: Kontoinställningar
tr_tr: Hesap Ayarları
zh_cn: 帐户设置
zh_hk: 帳戶設定

# Layout_Administration
source: Administration
af_za: [Åđmįŉįşŧřäŧįőŉ !!! !!!]
cs_cz: Administrace
es_es: Administración
ja_jp: 管理
pl_pl: Administracja
pt_br: Administração
ru_ru: Администрация
tr_tr: Yönetim
zh_cn: 管理
zh_hk: 管理

# Layout_AdministrationGlobalSettings
source: Settings
af_za: [Ŝęŧŧįŉģş !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Nastavení
da_dk: Globale indstillinger
de_de: Globale Einstellungen
es_es: Configuración global
fr_fr: Paramètres globaux
ja_jp: 全体の設定
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
sv_se: Globala inställningar
tr_tr: Genel Ayarlar
zh_cn: 全局设置
zh_hk: 系統設定

# Layout_AdministrationRepositories
source: Repositories
af_za: [Ŗępőşįŧőřįęş !!! !!!]
cs_cz: Repozitáře
da_dk: Arkiver
es_es: Repositorios
fr_fr: Référentiels
ja_jp: リポジトリ一覧
pl_pl: Repozytoria
pt_br: Repositórios
ru_ru: Репозитории
sv_se: Repositorier
tr_tr: Depolar
zh_cn: 库
zh_hk: 儲存庫

# Layout_AdministrationTeams
source: Teams
af_za: [Ŧęämş !!! !!! !!! !!!]
cs_cz: Týmy
da_dk: Grupper
es_es: Equipos
fr_fr: Équipes
ja_jp: チーム一覧
pl_pl: Zespoły
pt_br: Equipes
ru_ru: Команды
sv_se: Grupper
tr_tr: Takımlar
zh_cn: 团队
zh_hk: 團隊

# Layout_AdministrationUsers
source: Users
af_za: [Ůşęřş !!! !!! !!! !!!]
cs_cz: Uživatelé
da_dk: Brugere
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
ja_jp: ユーザ一覧
pl_pl: Użytkownicy
pt_br: Usuários
ru_ru: Пользователи
sv_se: Användare
tr_tr: Kullanıcılar
zh_cn: 用户
zh_hk: 使用者

# Layout_Footer_Copyright
source: All rights reserved.
af_za: [Åľľ řįģĥŧş řęşęřvęđ. !!! !!!]
cs_cz: Všechna práva vyhrazena.
da_dk: Alle retigheder forbeholdes.
de_de: Alle Rechte vorbehalten!
es_es: Todos los derechos reservados.
fr_fr: Tous droits réservés.
pl_pl: Wszelkie prawa zastrzeżone.
pt_br: Todos os direitos reservados.
ru_ru: Все права защищены
sv_se: Alla rättigheter reserverade.
tr_tr: Tüm hakları saklıdır.
zh_cn: 保留所有版权
zh_hk: 版權所有

# Layout_Home
source: Home
af_za: [Ħőmę !!! !!! !!!]
cs_cz: Domů
da_dk: Hjem
de_de: Start
es_es: Inicio
fr_fr: Accueil
ja_jp: ホーム
pl_pl: Strona główna
ru_ru: На главную
sv_se: Hem
tr_tr: Ana Sayfa
zh_cn: 主页
zh_hk: 主頁

# Layout_LogOff
source: Sign Out
af_za: [Ŝįģŉ Øūŧ !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Odhlásit
da_dk: Log ud
de_de: Abmelden
es_es: Cerrar Sesión
fr_fr: Déconnexion
ja_jp: ログオフ
pl_pl: Wyloguj
pt_br: Sair
ru_ru: Выход
sv_se: Logga ut
tr_tr: Çıkış
zh_cn: 注销
zh_hk: 登出

# Layout_LogOn
source: Sign In
af_za: [Ŝįģŉ Ĩŉ !!! !!! !!! !!! !!! !!!]
cs_cz: Přihlásit
da_dk: Log ind
de_de: Anmelden
es_es: Iniciar Sesión
fr_fr: Connexion
ja_jp: ログイン
pl_pl: Zaloguj
pt_br: Entrar
ru_ru: Вход
sv_se: Logga in
tr_tr: Giriş
zh_cn: 登录
zh_hk: 登入

# Layout_Register
source: Register
af_za: [Ŗęģįşŧęř !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Registrace
da_dk: Registrer
de_de: Neues Benutzerkonto erstellen
es_es: Crear nueva cuenta
fr_fr: Créer un nouveau compte
ja_jp: 新しいアカウントを作成
pl_pl: Zarejestruj się
pt_br: Registrar
ru_ru: Добавить пользователя
sv_se: Skapa nytt konto
tr_tr: Yeni Hesap Aç
zh_cn: 建立新账户
zh_hk: 建立新帳戶

# Layout_Repositories
source: Repositories
af_za: [Ŗępőşįŧőřįęş !!! !!!]
cs_cz: Repozitáře
da_dk: Arkiver
es_es: Repositorios
fr_fr: Dépôts
ja_jp: リポジトリ一覧
pl_pl: Repozytoria
pt_br: Repositórios
ru_ru: Репозитории
sv_se: Repositorier
tr_tr: Depolar
zh_cn: 库
zh_hk: 儲存庫

# Repository_AddressBar_Root
source: Home
af_za: [Ħőmę !!! !!! !!!]
cs_cz: Domů
da_dk: Hjem
de_de: Start
es_es: Inicio
fr_fr: Accueil
ja_jp: ホーム
pl_pl: Strona główna
ru_ru: На главную
sv_se: Hem
zh_cn: 根
zh_hk: 根目錄

# Repository_AdministratorsHint
source: Administrators have full access to the repository. They can modify repository metadata or delete the repository.
af_za: [Åđmįŉįşŧřäŧőřş ĥävę ƒūľľ äččęşş ŧő ŧĥę řępőşįŧőřy. Ŧĥęy čäŉ mőđįƒy řępőşįŧőřy męŧäđäŧä őř đęľęŧę ŧĥę řępőşįŧőřy. !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Administrátoři mají plný přístup k repozitářům. Mohou také upravovat jejich metadata nebo repozitář smazat.
da_dk: Administratorer har fuld adgang til arkivet. De kan ændre arkivets meta-data og slette det.
de_de: Administratoren haben vollen Zugriff auf das Repository. Sie können Repositories modifizieren oder löschen.
es_es: Los administradores tienen acceso completo al repositorio. También pueden modificar o eliminar metadatos repositorio repositorio.
fr_fr: Les administrateurs ont accès au référentiel. Ils peuvent modifier les métadonnées ou supprimer le référentiel.
ja_jp: 管理者はリポジトリのメタデータの変更や削除が可能です。
pl_pl: Administratorzy mają pełny dostęp do repozytorium. Mogą modyfikować jego metadane lub je usunąć.
pt_br: Os administradores têm acesso completo ao repositório. Eles podem modificar os metadados do repositório ou apagar o repositório.
ru_ru: Администраторы имеют полный доступ к репозиторию. Они также могу изменять метаданные репозитория или удалять его.
sv_se: Administratörer har full tillgång till repositoriet. De kan också ändra dess metadata eller ta bort det helt.
tr_tr: Yöneticilerin depoya tam erişimi vardır. Depo meta bilgisini düzenleyebilir ya da depoyuı silebilirler.
zh_cn: 管理员组对库具有完全访问权限，可以对数据做出任何修改。
zh_hk: 管理員擁有所有儲存庫的所有權限，可以對資料做出任何修改。

# Repository_AllowAnonymousHint
source: If anonymous access is allowed, everyone can pull or clone the repository and view repository metadata. Push is available only if set in Global Settings.
af_za: [Ĩƒ äŉőŉymőūş äččęşş įş äľľőŵęđ, ęvęřyőŉę čäŉ pūľľ őř čľőŉę ŧĥę řępőşįŧőřy äŉđ vįęŵ řępőşįŧőřy męŧäđäŧä. Pūşĥ įş äväįľäþľę őŉľy įƒ şęŧ įŉ Ğľőþäľ Ŝęŧŧįŉģş. !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Jestliže je umožněn anonymní přístup k repozitáři, mohou všichni provádět akce pull a clone. Push je možný pouze pokud je nastaven v nastavení serveru.
da_dk: Hvis anonyme gives adgang, kan alle klone og trække arkivet, samt se meta-information. Skubbe til arkivet er kun tilgængelig hvis det sættes i globale indstillinger.
de_de: Wenn der anonyme Zugriff erlaubt ist, kann jedes Repository geklont und heruntergeladen werden. Push ist nur anonym verfügbar, wenn dies global eingestellt wurde.
es_es: Si se permite el acceso anónimo a todo el mundo puede tirar o clonar el repositorio y ver los metadatos del repositorio. El empuje sólo está disponible si es especificado en la Configuración global.
fr_fr: Si l'accès anonyme est autorisé, tout le monde peut récupérer (pull) ou cloner le dépôt et consulter les métadonnées du référentiel. L'action Push est disponible uniquement si elle est définie dans les paramètres globaux.
ja_jp: 匿名アカウントを許可にすると誰でも pull や clone、リポジトリのメタデータを閲覧出来る様になります。 push については全体の設定に従います。
pl_pl: Jeśli anonimowy dostęp jest włączony, każdy może pobierać dane z repozytorium lub je klonować oraz przeglądać jego metadane. Wgrywanie danych do repozytorium jest możliwe wyłącznie, jeśli zostało włączone w globalnych ustawieniach.
pt_br: Se o acesso anônimo é permitido, todos podem puxar, clonar e exibir os metadados do repositório. Executar push está disponível somente se definido na Configurações Globais.
ru_ru: Если анонимный доступ разрешен, каждый может считывать, копировать и смотреть метаданные репозитория. Редактирование разрешено только если это настроено в глобальных настройках
sv_se: Om anonym åtkomst är aktiverad kan ej inloggade användare se och klona repositoriet samt se dess metadata. De kan bara pusha om det är tillåtet under globala inställningar.
tr_tr: Eğer anonim erişime izin verilirse herkes depoyu indirebilir, kopyalayabilir ve meta bilgisini görüntüleyebilir. Push yöntemi sadece Global Ayarlar üzerinden ayarlandığında mevcut olur.
zh_cn: 如果允许匿名访问，则未登录用户可以检出或更新库数据。提交操作需要在全局设置中允许匿名访问后才可操作。
zh_hk: 如果允許匿名存取，則未登入的使用者可以檢出或複製儲存庫及其中繼資料。提交則需要在系統設定中特別允許匿名提交才可操作。

# Repository_Commits_Title
source: Commits
af_za: [Cőmmįŧş !!! !!! !!! !!! !!! !!!]
cs_cz: Commity
da_dk: Ændringer
es_es: Cambios
ja_jp: コミット一覧
pl_pl: Commity
pt_br: Publicações
ru_ru: Комиты
sv_se: Incheckningar
tr_tr: İşlemler
zh_cn: 提交信息
zh_hk: 提交資訊

# Repository_Commit_Added
source: Added
af_za: [Åđđęđ !!! !!! !!! !!!]
cs_cz: Přidáno
da_dk: Ændring tilføjet
de_de: Hinzugefügt
es_es: Agregar
fr_fr: Ajouté
ja_jp: 追加
pl_pl: Dodano
pt_br: Adicionado
ru_ru: Добавить
sv_se: Tillagd
tr_tr: Eklendi
zh_cn: 已增加
zh_hk: 已新增

# Repository_Commit_Author
source: Author
af_za: [Åūŧĥőř !!! !!! !!! !!! !!!]
cs_cz: Autor
da_dk: Forfatter
es_es: Autor
fr_fr: Auteur
ja_jp: 作者
pl_pl: Autor
pt_br: Autor
ru_ru: Автор
sv_se: Upphovsman
tr_tr: Yazar
zh_cn: 作者
zh_hk: 提交者

# Repository_Commit_AuthorEmail
source: Email
af_za: [Ēmäįľ !!! !!! !!! !!!]
es_es: Correo electrónico
ja_jp: メール
ru_ru: Электронная почта
sv_se: E-post
tr_tr: Eposta
zh_cn: 电子邮件
zh_hk: 電子郵件

# Repository_Commit_Changes
source: Changes
af_za: [Cĥäŉģęş !!! !!! !!! !!! !!! !!!]
cs_cz: Změněné soubory
da_dk: Ændringer
de_de: Geänderte Dateien
es_es: Archivos cambiados
fr_fr: Fichiers modifiés
ja_jp: 変更
pl_pl: Zmiany
pt_br: Mudanças
ru_ru: Измененные файлы
sv_se: Förändrade filer
tr_tr: Değiştirilen dosyalar
zh_cn: 更改列表
zh_hk: 變更列表

# Repository_Commit_Copied
source: Copied
af_za: [Cőpįęđ !!! !!! !!! !!! !!!]
cs_cz: Zkopírováno
da_dk: Ændring kopieret
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
ja_jp: 複製
pl_pl: Skopiowane
pt_br: Copiado
ru_ru: Скопировать
sv_se: Kopierad
tr_tr: Kopyalanan
zh_cn: 已复制
zh_hk: 已複製

# Repository_Commit_Date
source: Date
af_za: [Đäŧę !!! !!! !!!]
cs_cz: Datum
da_dk: Dato
de_de: Datum
es_es: Fecha
ja_jp: 日付
pl_pl: Data
pt_br: Data
ru_ru: Дата
sv_se: Datum
tr_tr: Tarih
zh_cn: 日期
zh_hk: 日期

# Repository_Commit_Deleted
source: Deleted
af_za: [Đęľęŧęđ !!! !!! !!! !!! !!! !!!]
cs_cz: Smazáno
da_dk: Slettet
de_de: Gelöscht
es_es: Eliminado
fr_fr: Supprimé
ja_jp: 削除
pl_pl: Usunięte
pt_br: Excluído
ru_ru: Удалить
sv_se: Borttagen
tr_tr: Silindi
zh_cn: 已删除
zh_hk: 已刪除

# Repository_Commit_Detail
source: Commit Detail
af_za: [Cőmmįŧ Đęŧäįľ !!! !!!]
cs_cz: Detail commitu
da_dk: Ændringsdetaljer
es_es: Aplicar Detalles
fr_fr: Détails du commit
ja_jp: コミット詳細
pl_pl: Szczegóły commita
pt_br: Detalhes do Commit
ru_ru: Подробности комита
sv_se: Detaljer för incheckning
tr_tr: Gönderi Detayı
zh_cn: 提交详情
zh_hk: 提交詳情

# Repository_Commit_ID
source: Commit
af_za: [Cőmmįŧ !!! !!! !!! !!! !!!]
da_dk: Ændring
es_es: Aplicar
ja_jp: コミット
ru_ru: Комит
sv_se: Incheckning
tr_tr: Gönderi
zh_cn: 提交ID
zh_hk: 提交

# Repository_Commit_Message
source: Message
af_za: [Męşşäģę !!! !!! !!! !!! !!! !!!]
cs_cz: Zpráva
da_dk: Kommentar
de_de: Nachricht
es_es: Mensaje
ja_jp: メッセージ
pl_pl: Wiadomość
pt_br: Mensagem
ru_ru: Сообщение
sv_se: Kommentar
tr_tr: Mesaj
zh_cn: 信息
zh_hk: 資訊

# Repository_Commit_Modified
source: Modified
af_za: [Mőđįƒįęđ !!! !!! !!! !!! !!! !!! !!!]
da_dk: Ændret
de_de: Geändert
es_es: Modificado
fr_fr: Modifié
ja_jp: 変更
pl_pl: Zmodyfikowane
pt_br: Modificado
ru_ru: Изменено
sv_se: Ändrad
tr_tr: Düzenlendi
zh_cn: 已修改
zh_hk: 已修改

# Repository_Commit_Parents
source: Parents
af_za: [Päřęŉŧş !!! !!! !!! !!! !!! !!!]
da_dk: Forældre
es_es: Padres
ja_jp: 上位コミット
pl_pl: Commity bazowe
pt_br: Pais
ru_ru: Родители
sv_se: Föräldrar
tr_tr: Ebeveynler
zh_cn: 父对象
zh_hk: 父節點

# Repository_Commit_Renamed
source: Renamed
af_za: [Ŗęŉämęđ !!! !!! !!! !!! !!! !!!]
cs_cz: Přejmenováno
da_dk: Omdøbt
de_de: Umbenannt
es_es: Renombrado
fr_fr: Renommé
ja_jp: 改名
pl_pl: Zmienione nazwy
pt_br: Renomeado
ru_ru: Переименовать
sv_se: Bytt namn
tr_tr: Yeniden Adlandırıldı
zh_cn: 重命名
zh_hk: 重新命名

# Repository_Commit_TreeID
source: Tree
af_za: [Ŧřęę !!! !!! !!!]
da_dk: Træ
es_es: Arbol
fr_fr: Arbre
ja_jp: ツリーID
pl_pl: Drzewo
pt_br: Árvore
ru_ru: Дерево
sv_se: Träd
tr_tr: Ağaç
zh_cn: 树ID
zh_hk: 樹

# Repository_Commit_TypeChanged
source: Type Changed
af_za: [Ŧypę Cĥäŉģęđ !!! !!!]
cs_cz: Typ změny
da_dk: Type ændret
de_de: Type geändert.
es_es: Tipo de Cambio
fr_fr: Type de changé
ja_jp: 種別の変更
pl_pl: Zmieniony typ
pt_br: Tipo Alterado
ru_ru: Тип изменен
sv_se: Ändrad typ
tr_tr: Tipi Değiştirildi
zh_cn: 类型已改变
zh_hk: 類型已改變

# Repository_Back
source: Back
af_za: [ßäčĸ !!! !!! !!!]
da_dk: Tilbage
de_de: Zurück
fr_fr: Retour
ja_jp: 戻る
pl_pl: Wstecz
pt_br: Voltar
ru_ru: Назад
tr_tr: Geri
zh_cn: 返回到列表
zh_hk: 返回

# Repository_Create_DirectoryExists
source: A directory with this name already exists in your repository folder. Delete this directory or choose another name and try again.
af_za: [Å đįřęčŧőřy ŵįŧĥ ŧĥįş ŉämę äľřęäđy ęχįşŧş įŉ yőūř řępőşįŧőřy ƒőľđęř. Đęľęŧę ŧĥįş đįřęčŧőřy őř čĥőőşę äŉőŧĥęř ŉämę äŉđ ŧřy äģäįŉ. !!! !!! !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Adresář s tímto názvem již existuje. Vyberte jiné jméno, nebo daný adresář odstraňte.
da_dk: En mappe med samme navn eksistere allerede i arkivemappen. Slet den mappe eller vælge et andet navn og prøv igen.
de_de: Ein Verzeichnis mit diesem Namen existiert bereits im Repository Ordner. Bitte löschen Sie diesen Ordner oder wählen Sie einen anderen Namen.
es_es: El directorio con este nombre ya existe en la carpeta del repositorio. Elimine este directorio o elija otro nombre y vuelva a intentarlo.
fr_fr: Un répertoire portant ce nom existe déjà dans votre dossier de dépôts. Supprimer ce répertoire ou choisissez un autre nom et réessayez.
ja_jp: リポジトリフォルダには既に同じ名前のディレクトリが存在します。ディレクトリを削除するか他の名前で再実行して下さい。
pl_pl: Katalog o tej nazwie już istnieje w folderze repozytorium. Usuń ten katalog lub wybierz inną nazwę i spróbuj ponownie.
pt_br: Um diretório com este nome já existe na pasta do repositório. Exclua este diretório ou escolha um outro nome e tente novamente.
ru_ru: Папка с таким именем уже существует в вашей папке репозиториев. Удалите её или выберете другое имя и попробуйте еще раз.
sv_se: En mapp med det här namnet finns redan i mappen för repositorier. Ta bort mappen eller välj ett annat namn och försök igen.
tr_tr: Depo klasöründe bu isimle bir klasör zaten bulunuyor. Bu klasörü silin ya da başka bir ad vererek tekrar deneyin.
zh_cn: 同名目录已经存在。删除这个目录，或选择一个不同的目录名并重试。
zh_hk: 相同的目錄已經存在。請刪除這個目錄或選擇一個不同的目錄並重試。

# Repository_Create_Fail
source: Repository creation was unsuccessful. Please correct the errors and try again.
af_za: [Ŗępőşįŧőřy čřęäŧįőŉ ŵäş ūŉşūččęşşƒūľ. Pľęäşę čőřřęčŧ ŧĥę ęřřőřş äŉđ ŧřy äģäįŉ. !!! !!! !!! !!! !!!]
cs_cz: Vytvoření repozitáře se nezdařilo. Opravte chyby a zkuste znovu.
da_dk: Arkivet kunne ikke oprettes. Ret fejlene og prøv igen.
de_de: Das Repository konnte nicht erstellt werden. Bitte korrigieren und versuchen Sie es erneut.
es_es: No se pudo crear el repositorio. Por favor corrija los errores e inténtelo de nuevo.
fr_fr: La création du dépôt a échoué. S'il vous plaît corriger les erreurs et d'essayer à nouveau.
ja_jp: リポジトリの作成に失敗しました。誤りを訂正して再実行して下さい。
pl_pl: Nie udało się utworzyć repozytorium. Popraw błędy i spróbuj ponownie.
pt_br: Não foi possível criar o repositório. Corrija os erros e tente novamente.
ru_ru: Репозиторий создать не удалось. Исправьте ошибки и попробуйте еще раз.
sv_se: Kunde inte skapa repositorium. Vänligen rätta till felen och försök igen.
tr_tr: Depo oluşturma başarısız oldu. Hataları düzeltin ve tekrar deneyin.
zh_cn: 创建库失败，请检查错误并重试。
zh_hk: 建立儲存庫失敗，請檢查錯誤並重試。

# Repository_Create_Failure
source: Repository with selected name already exists.
af_za: [Ŗępőşįŧőřy ŵįŧĥ şęľęčŧęđ ŉämę äľřęäđy ęχįşŧş. !!! !!!]
cs_cz: Repozitář s tímto jménem již existuje.
da_dk: Arkiv med det valgte navn eksistere allerede.
de_de: Repository mit gewähltem Namen existiert bereits
es_es: El repositorio con el nombre seleccionado ya existe.
fr_fr: Un dépôt avec le nom sélectionné existe déjà.
ja_jp: 選択された名前のリポジトリは既に存在します。
pl_pl: Repozytorium o tej nazwie już istnieje.
pt_br: Repositório com o nome escolhido já existe.
ru_ru: Репозиторий с таким именем уже существует
sv_se: Ett repositorium med det namnet finns redan.
tr_tr: Seçilen isimde bir depo zaten var.
zh_cn: 同名的库已经存在
zh_hk: 同名的儲存庫已經存在

# Repository_Create_Informations
source: Repository information
af_za: [Ŗępőşįŧőřy įŉƒőřmäŧįőŉ !!! !!!]
cs_cz: Informace o repozitáři
da_dk: Arkivinformation
es_es: Información del Repositorio
fr_fr: Information sur le dépôt
ja_jp: リポジトリの情報
pl_pl: Informacje o repozytorium
pt_br: Informações do Repositório
ru_ru: Информация о репозитории
sv_se: Uppgiter för repositorium
tr_tr: Depo bilgileri
zh_cn: 库信息
zh_hk: 儲存庫資訊

# Repository_Create_NameFailure
source: "Name" shouldn't contain only whitespace characters.
af_za: ["Ńämę" şĥőūľđŉ'ŧ čőŉŧäįŉ őŉľy ŵĥįŧęşpäčę čĥäřäčŧęřş. !!! !!! !!!]
cs_cz: Jméno nesmí obsahovat pouze mezery
da_dk: "Navn" må ikke kun være blankt.
de_de: Name sollte nicht nur Leerzeichen beinhalten
es_es: El nombre no puede contener solo espacios en blanco.
fr_fr: Le nom ne doit pas contenir que des espaces.
ja_jp: 名前に空白を含む事は出来ません。
pl_pl: "Nazwa" nie powinna składać się wyłącznie z odstępów.
pt_br: "Nome" não deve conter caracteres em branco.
ru_ru: Имя не может состоять только из пробелов
sv_se: Namnet kan inte endast innehålla blanksteg.
tr_tr: Depo adı sadece boşluklardan oluşamaz
zh_cn: 名称不能仅包含空白字符
zh_hk: 名稱不能僅包含空白字元

# Repository_Create_Submit
source: Create
af_za: [Cřęäŧę !!! !!! !!! !!! !!!]
cs_cz: Vytvořit
da_dk: Opret
de_de: Erstellen
es_es: Crear
fr_fr: Créer
ja_jp: 作成
pl_pl: Utwórz
pt_br: Criar
ru_ru: Создать
sv_se: Skapa
tr_tr: Oluştur
zh_cn: 建立
zh_hk: 建立

# Repository_Create_Success
source: Repository was created successfully.
af_za: [Ŗępőşįŧőřy ŵäş čřęäŧęđ şūččęşşƒūľľy. !!! !!!]
cs_cz: Repozitář byl úspěšně vytvořen.
da_dk: Arkivet blev oprettet.
de_de: Repository wurde erfolgreich erstellt.
es_es: El Repositorio fue creado exitosamente.
fr_fr: Le dépôt a été créé avec succès.
ja_jp: リポジトリを作成しました。
pl_pl: Repozytorium utworzone pomyślnie.
pt_br: Repositório foi criado com sucesso.
ru_ru: Репозиторий был успешно создан
sv_se: Repositoriet har skapats.
tr_tr: Depo başarıyla oluşturuldu.
zh_cn: 成功创建库。
zh_hk: 已成功建立儲存庫。

# Repository_Create_Title
source: Create New Repository
af_za: [Cřęäŧę Ńęŵ Ŗępőşįŧőřy !!! !!!]
cs_cz: Vytvořit nový repozitář
da_dk: Opret nyt arkiv
de_de: Neues Repository erstellen
es_es: Crear Nuevo Repositorio
fr_fr: Créer un nouveau dépôt
ja_jp: 新しいリポジトリの作成
pl_pl: Utwórz nowe repozytorium
pt_br: Novo Repositório
ru_ru: Создать новый
sv_se: Skapa nytt repositorium
tr_tr: Yeni Depo Oluştur
zh_cn: 创建新库
zh_hk: 建立新儲存庫

# Repository_Delete_Success
source: Repository was deleted successfully.
af_za: [Ŗępőşįŧőřy ŵäş đęľęŧęđ şūččęşşƒūľľy. !!! !!!]
cs_cz: Repozitář byl úspěšně smazán.
da_dk: Arkivet blev slettet.
de_de: Repository wurde erfolgreich gelöscht
es_es: El Repositorio fue borrado exitosamente.
fr_fr: Le dépôt a été supprimé.
ja_jp: リポジトリを削除しました。
pl_pl: Pomyślnie usunięto repozytorium.
pt_br: Repositório foi excluído com sucesso.
ru_ru: Репозиторий был успешно удален
sv_se: Repositoriet har tagits bort.
tr_tr: Depo başarıyla silindi.
zh_cn: 库已成功删除
zh_hk: 已成功刪除儲存庫。

# Repository_Detail_Administrators
source: Administrators
af_za: [Åđmįŉįşŧřäŧőřş !!! !!!]
cs_cz: Administrátoři
da_dk: Administratorer
de_de: Administratoren
es_es: Administradores
fr_fr: Administrateurs
ja_jp: 管理者一覧
pl_pl: Administratorzy
pt_br: Administradores
ru_ru: Администраторы
sv_se: Administratörer
tr_tr: Yöneticiler
zh_cn: 管理员
zh_hk: 管理員

# Repository_Detail_Anonymous
source: Anonymous
af_za: [Åŉőŉymőūş !!! !!! !!! !!! !!! !!! !!! !!!]
cs_cz: Anonymní
da_dk: Anonyme
es_es: Anonimo
fr_fr: Anonyme
ja_jp: 匿名
pl_pl: Anonimowe
pt_br: Anônimo
ru_ru: Анонимный
sv_se: Anynom åtkomst
tr_tr: Anonim
zh_cn: 匿名
zh_hk: 匿名

# Repository_Detail_Back
source: Back
af_za: [ßäčĸ !!! !!! !!!]
cs_cz: Zpět na seznam
da_dk: Tilbage
de_de: Zurück zur Liste
es_es: Volver a la lista
fr_fr: Retour à la liste
ja_jp: 戻る
pl_pl: Wstecz
pt_br: Voltar
ru_ru: Назад
sv_se: Tillbaka till listan
tr_tr: Listeye dön
zh_cn: 返回到列表
zh_hk: 返回

# Repository_Detail_Delete
source: Delete
af_za: [Đęľęŧę !!! !!! !!! !!! !!!]
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
ja_jp: 削除
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
sv_se: Ta bort
tr_tr: Sil
zh_cn: 删除
zh_hk: 刪除

# Repository_Detail_Description
source: Description
af_za: [Đęşčřįpŧįőŉ !!! !!!]
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
es_es: Descripción
ja_jp: 詳細
pl_pl: Opis
pt_br: Descrição
ru_ru: Описание
sv_se: Beskrivning
tr_tr: Açıklama
zh_cn: 描述
zh_hk: 描述

# Repository_Detail_Detail
source: Details
af_za: [Đęŧäįľş !!! !!! !!! !!! !!! !!!]
cs_cz: Detail
da_dk: Detaljer
es_es: Informacción detallada
fr_fr: Détails
ja_jp: 詳細情報
pl_pl: Szczegóły
pt_br: Detalhes
ru_ru: Подробнее
sv_se: Information
tr_tr: Depo Detayları
zh_cn: 详细信息
zh_hk: 詳細資訊

# Repository_Detail_Edit
source: Edit
af_za: [Ēđįŧ !!! !!! !!!]
cs_cz: Upravit
da_dk: Ændre
de_de: Bearbeiten
es_es: Editar
fr_fr: Editer
ja_jp: 編集
pl_pl: Edytuj
pt_br: Editar
ru_ru: Редактировать
sv_se: Redigera
tr_tr: Düzenle
zh_cn: 编辑
zh_hk: 編輯

# Repository_Detail_IsCurrentUserAdmin
source: Admin
af_za: [Åđmįŉ !!! !!! !!! !!!]
da_dk: Administrator
es_es: Administrador
ja_jp: 管理者
pt_br: Administrador
ru_ru: Администратор
sv_se: Administratör
tr_tr: Yönetici
zh_cn: 管理权限
zh_hk: 管理權限

# Repository_Detail_Location
source: Git URL
af_za: [Ğįŧ ŮŖĿ !!! !!! !!! !!! !!! !!!]
cs_cz: Git adresa
da_dk: Standard Url
de_de: Git Repository Pfad
es_es: Localización del Repositorio GIT
fr_fr: Emplacement du dépôt Git
ja_jp: Git リポジトリの場所
pl_pl: Url
pt_br: Url
ru_ru: Расположение репозитория GIT
sv_se: Plats för gitrepositorium
tr_tr: Git Depo Adresi
zh_cn: Git库位置
zh_hk: 儲存庫網址

# Repository_Detail_Name
source: Name
af_za: [Ńämę !!! !!! !!!]
cs_cz: Jméno
da_dk: Navn
es_es: Nombre
fr_fr: Nom
ja_jp: 名前
pl_pl: Nazwa
pt_br: Nome
ru_ru: Имя
sv_se: Namn
tr_tr: Depo Adı
zh_cn: 名称
zh_hk: 名稱
