Repository: jakubgarfield/Bonobo-Git-Server
Catalog: Bonobo.Git.Server/App_GlobalResources/Resources.*.resx
Languages: af_za, cs_cz, da_dk, de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_hk

# Repository_AllowAnonymousPushHint
source: Allows anonymous users to push to this repository if anonymous access is granted. If "Global" is selected the option set under your global settings is used.
af_za: [Åľľőŵş äŉőŉymőūş ūşęřş ŧő pūşĥ ŧő ŧĥįş řępőşįŧőřy įƒ äŉőŉymőūş äččęş įş ģřäŉŧęđ. Ĩƒ "Ğľőþäľ" įş şęľęčŧęđ ŧĥę őpŧįőŉ şęŧ ūŉđęř yőūř ģľőþäľ şęŧŧįŉģş įş ūşęđ. !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]
fr_fr: Autorise les utilisateurs anonymes de pousser dans ce dépôt si l'accès anonyme est autorisé. Si "Global" est sélectionné, l'option définie dans les paramètres globaux est utilisée.
pt_br: Permite que usuários anônimos façam push para este repositório se o acesso anônimo for concedido. Se "Global" estiver selecionado, a opção definida em suas configurações globais será usada.
ru_ru: Разрешить анонимным пользователям помещать изменения в этот репозиторий если анонимный доступ включен. Если установлено "Глобальные настройки" эта опция будет идентична глобальным настройкам
tr_tr: Eğer izin verilirse anonim kullanıcıların bu depoya göndermesine olanak sağlar. Eğer "Genel" seçili ise genel ayarlarınız kullanılır.
zh_cn: 如果在你使用的全局设置选项集下“全局的”被选中，而且匿名被授权访问，则允许匿名用户推送到该资料库。
zh_hk: 允許匿名使用者推送到此儲存庫。若選擇全域設定，則使用系統設定中設置的選項。

source: Global
af_za: [Ğľőþäľ !!! !!! !!! !!! !!!]
ru_ru: Глобальные настройки
tr_tr: Genel
zh_cn: 全局的
zh_hk: 全域設定

source: No
af_za: [Ńő !!! !!!]
fr_fr: Non
pt_br: Não
ru_ru: Нет
tr_tr: Hayır
zh_cn: 否
zh_hk: 否

source: Yes
af_za: [Ÿęş !!! !!!]
fr_fr: Oui
pt_br: Sim
ru_ru: Да
tr_tr: Evet
zh_cn: 是
zh_hk: 是

# Repository_Detail_LinksUseGlobal
source: Use global linkify settings
af_za: [Ůşę ģľőþäľ ľįŉĸįƒy şęŧŧįŉģş !!! !!!]
fr_fr: Utilise les paramètres globaux des liens
pt_br: Usar configurações globais de linkify
ru_ru: Использовать глобальные настройки связывания
tr_tr: Genel linkify ayarlarını kullan
zh_cn: 使用全局的链接化设置
zh_hk: 使用全域的 Linkify 設定

# Validation_Invalid_Regex
source: The provided regex has an error. {0}
af_za: [Ŧĥę přővįđęđ řęģęχ ĥäş äŉ ęřřőř. {0} !!! !!!]
pt_br: O regex fornecido tem um erro. {0}
ru_ru: Введенное регулярное выражение содержит ошибкую {0}
tr_tr: Sağlana regex hata bildirdi. {0}
zh_cn: 提供的正则表达式有一个错误。 {0}
zh_hk: 指定的規則運算式有錯誤：{0}

# Repository_Edit_InvalidAnonymousPushMode
source: Invalid value provided.
af_za: [Ĩŉväľįđ väľūę přővįđęđ. !!! !!!]
pt_br: Valor inválido fornecido.
ru_ru: Введенно некорректное значение
tr_tr: Geçersiz değer sağlandı.
zh_cn: 提供了无效的值。
zh_hk: 提供的值無效。

# Repository_Tags_Title
source: Tags
af_za: [Ŧäģş !!! !!! !!!]
ru_ru: Метки
tr_tr: Etiketler
zh_cn: 标签
zh_hk: 標籤

# Repository_Layout_Tags
source: Tags
af_za: [Ŧäģş !!! !!! !!!]
ru_ru: Метки
tr_tr: Etiketler
zh_cn: 标签
zh_hk: 標籤

# Repository_Create_Back
source: Back
cs_cz: Zpět na seznam
de_de: Zurück zu der Liste
es_es: Volver a la lista
ja_jp: 戻る
pt_br: Voltar
ru_ru: Назад
sv_se: Tillbaka till listan
tr_tr: Listeye dön
zh_cn: 返回
zh_hk: 返回

# Layout_Title
source: Bonobo Git Server
af_za: [ßőŉőþő Ğįŧ Ŝęřvęř !!! !!!]
pt_br: Controle de Versão
tr_tr: Git Sunucusu

# Source
source: Github
af_za: [Ğįŧĥūþ !!! !!! !!! !!! !!!]
pt_br: AMcom
